<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<HTML>

<HEAD>
<TITLE>40-Frozen.de.vu - Discografie</TITLE>
<link href="style.css" rel="stylesheet" type="text/css">

<!--
<script type="text/javascript">
<!--
Normal1 = new Image();
Normal1.src = "startseite.jpg";     
Highlight1 = new Image();
Highlight1.src = "startseite2.jpg";
Normal2 = new Image();
Normal2.src = "bandmitglieder.jpg";     
Highlight2 = new Image();
Highlight2.src = "bandmitglieder2.jpg"; 
Normal3 = new Image();
Normal3.src = "discografie.jpg";     
Highlight3 = new Image();
Highlight3.src = "discografie2.jpg"; 
Normal4 = new Image();
Normal4.src = "interview.jpg";     
Highlight4 = new Image();
Highlight4.src = "interview2.jpg"; 
Normal5 = new Image();
Normal5.src = "photos.jpg";     
Highlight5 = new Image();
Highlight5.src = "photos2.jpg"; 
Normal6 = new Image();
Normal6.src = "downloads.jpg";     
Highlight6 = new Image();
Highlight6.src = "downloads2.jpg";
Normal7 = new Image();
Normal7.src = "texte.jpg";     
Highlight7 = new Image();
Highlight7.src = "texte2.jpg";

Normal8 = new Image();
Normal8.src = "gaestebuch.jpg";     
Highlight8 = new Image();
Highlight8.src = "gaestebuch2.jpg";
Normal9 = new Image();
Normal9.src = "impressum.jpg";     
Highlight9 = new Image();
Highlight9.src = "impressum2.jpg";
Normal10 = new Image();
Normal10.src = "das quiz.jpg";     
Highlight10 = new Image();
Highlight10.src = "das quiz2.jpg";
function Bildwechsel(Bildnr,Bildobjekt) {
 window.document.images[Bildnr].src = Bildobjekt.src;
}
//-->
</script>
-->

<meta http-equiv="content-type" content="text/html; iso-8859-1">
<meta name="robots" content="INDEX,FOLLOW">
<meta http-equiv="content-language" content="Deutsch">
<meta name="description" content="Das is die Seite, auf die Rapfans gewartet haben. Kostenloser Download von 40-Frozen Liedern, mit Sliff, Gadd Ridd und B42">
<meta name="abstract" content="Das is die Seite, auf die Rapfans gewartet haben. Kostenloser Download von 40-Frozen Liedern, mit Sliff, Gadd Ridd und B42">
<meta name="keywords" content="Rap, 40 Frozen, 40-Frozen, Sliff, Gadd Ridd,B42">
<meta name="author" content="Benjamin Scharf">
<meta name="publisher" content="Benjamin Scharf">

<meta name="copyright" content="Benjamin Scharf">
<meta name="audience" content="Alle">
<meta name="page-type" content="Sound">
<meta name="page-topic" content="Musik & MP3">
<meta name="revisit-after" content="7 days">

</HEAD>

<body bgcolor=000000>
<table border=0 align=center  cellpadding=0 cellspacing=0 bgcolor=000000 >
  <tr> 
    <td style="background-image:url(oben.gif)" colspan=3 height=200>&nbsp;</td>
  </tr>
  <tr>
    <td class=platzhalter height=20></td>
  </tr>
  <tr> 
    <td width="175" height=10  class="platzhalter"></td>
    <td width="500" class=platzhalter ></td>
    <td width="100" bgcolor=FFFFFF class=platzhalter></td>
  </tr>
    <td valign=top> 
<table width="180" height="314" border=0 align=center cellpadding=0 cellspacing=0 bgcolor=000000>
      <tr> 
        <td height="32" valign=top background=x.jpg>&nbsp;</td>
      </tr>
      <tr align=center> 
        <td width=180 height="42" align=center><a href="index.htm"
   onMouseOver="Bildwechsel(0,Highlight1)"
   onMouseOut="Bildwechsel(0,Normal1)"><img src="startseite.jpg" alt="startseite"
   width="160" height=50 border="0"></a></td>
      </tr>
      <tr> 
        <td width=180 height="47" align=center> <a href="bandmitglieder.htm"
   onMouseOver="Bildwechsel(1,Highlight2)"
   onMouseOut="Bildwechsel(1,Normal2)"><img src="bandmitglieder.jpg"
   width="160"  height="50" border="0" alt="bandmitglieder"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center> <a href="discografie.htm"
   onMouseOver="Bildwechsel(2,Highlight3)"
   onMouseOut="Bildwechsel(2,Normal3)"><img src="discografie.jpg"
   width="160"  height="50" border="0" alt="discografie"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center><a href="downloads.htm"
   onMouseOver="Bildwechsel(3,Highlight6)"
   onMouseOut="Bildwechsel(3,Normal6)"><img src="downloads.jpg" alt="downloads"
   width="160"  height="50" border="0"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center><a href="texte.htm"
   onMouseOver="Bildwechsel(4,Highlight7)"
   onMouseOut="Bildwechsel(4,Normal7)"><img src="texte.jpg" alt="texte"
   width="160"  height="50" border="0"></a></td>
      </tr>
      <tr> 
        <td height="32" background=x.jpg>&nbsp;</td>
      </tr>
    </table></td>
  <td valign=top width=500> <table align=center cellpadding=0 cellspacing=0 width=500>
        <tr> 
          <td colspan=2 class=ueber align=center>Die Discografie</td>
        </tr>
        <tr> 
          <td colspan=2 class=story1>Ihr fragt euch, wie es weiter geht? Sliff is back and who knows? Vielleicht zieht er die anderen beiden mit?</td>
        </tr>
<tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Die Bombe</a></strong></td>
        </tr>
<td height="90" colspan=2 class=story1> <div align=justify>Im Schwimmbad, auf dem Basketballplatz, ins B&uuml;ro - &uuml;berall schl&auml;gt Sliff ein wie eine Bombe. Es wurde Zeit, dass er dar&uuml;ber einen Track macht - doch es ist anders, als man vielleicht bei den ersten Zeilen denkt: Der Refrain wird dich einfach mitnehmen auf den Weg, den die Bombe durch ihr Leben nimmt. 
<tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Das bin ich</a></strong></td>
        </tr>
<td height="90" colspan=2 class=story1> <div align=justify>
Sliff stellt einfach mal klar, was man mit und an Sliff hat. Du hasst ihn, wenn er beim Gegner spielt, aber er ist unverzichtbar, wenn er bei dir spielt. Seine abstrusen Reime erinnern an die guten alten Blumentopfzeiten und den "Touren mit Patrick Lindner, barfuss durch Sibirien, nackt im Winter". Wie immer kriegt auch der Papst sein Fett weg. Jetzt fehlt nur noch, dass er Gadd Ridd und B42 disst und diese auch zur&uuml;ckkommen. 

        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Was 
            ist nur los</a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>Ja, auch 
              wenn das Foto von ihm schon etwas veraltet scheint, so ist es doch 
              aktuell wie nie. Denn Gadd Ridd ist tats&auml;chlich zur&uuml;ck 
              und beteiligt sich wieder am Bandleben. Mit dem neuen Song &quot;Was 
              ist nur los&quot; besteigt er auch gleich wieder seinen fulminanten 
              Thron als genialer Rapper, Reimer und Zeilenbauer.<br>
              In dem neuen Lied pr&auml;sentieren sich B42 und Sliff als Aufnehmer 
              der Gegenwart, mit R&uuml;ckblick zu den Wurzel von Homies at Home. 
              Gadd Ridd dagegen versucht es mit einer Erinnerung und einem sehr 
              psychedelischen Mix, der ihm einen Antrag auf Einweisung in die 
              Psychiatrie einbringen k&ouml;nnte. Auf jeden Fall wieder ein h&ouml;renswerter 
              Song, wie jeder.</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Gebrochene 
            Herzen </a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>&Uuml;berp&uuml;nktlich 
              trafen sich die beiden Freunde Sliff und B42 und produzierten einen 
              Song, der einem dunklem Thema der Bandgeschichte gewidmet ist: Dem 
              R&uuml;cktritt Gadd Ridds.<br>
              Welche Folgen dieser nach sich zog, davon berichten euch die beiden 
              in gewohnt witziger, leicht &uuml;berspitzter Manier.<br>
              Mit traurigem Refrain und einem Politiker, der die ganze Sache schon 
              im Intro auf den Punkt bringt, liefern Sliff und B42 einen Song 
              ab, der sich im Schmutz der Regenpf&uuml;tzen gewaschen hat. So 
              listen to the beat, girls and boys! Denn der stammt von Meisterproduzent 
              fly. Probs daf&uuml;r an den Mann an den Maschinen, der diesmal 
              milit&auml;rische T&ouml;ne anschlagen l&auml;sst.</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">2 
            Versager </a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>Sliff und 
              B42 sind wieder zur&uuml;ck. Und schon widmen sie sich wieder ihrem 
              Lieblingsthema: Verr&uuml;ckte Pers&ouml;nlichkeiten, deren Lebensweg 
              so interessant ist, dass man ihn einfach erz&auml;hlen muss.<br>
              Diesmal geht es um 2 Nichtsnutze, die es in unserer Gesellschaft 
              zu nichts gebracht haben. Diese beiden stellen ihr Leben als Au&szlig;enseiter 
              dar. Mit zu Tr&auml;nen r&uuml;hrendem Refrain und wundersch&ouml;nem 
              Solo der neuen Gitarristin Faith schaffen sie es sicherlich auch, 
              ein Weg in euer mitleidiges Herz zu finden. Wie das ganze ausseht? 
              Lauscht selbst!</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Die 
            dunkle Seite Part 2</a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>B42 hat es 
              endlich geschafft und nach langen Phasen der Selbstfindung und des 
              Texte Schreibens sich endlich dazu durchgerungen, nachdem endlich 
              sein neues Equipment mit den Weihnachtstagen Einzug gehalten hatte, 
              seinen &quot;preisgekr&ouml;nten&quot; Song &quot;Die dunkle Seite&quot; 
              fortzusetzen.<br>
              Schon seit einem halben Jahr steht sein Beat, dem man die neue Intention 
              B42s direkt anmerkt: Doppelzeilenrap. Und so sind die zweite und 
              dritte Strophe in diesem speziellen Schnelltempo, bei dem man schon 
              genau hinh&ouml;ren muss, um alles zu verstehen.<br>
              Und so kl&auml;rt uns B42 aka Dark B nun endg&uuml;ltig dar&uuml;ber 
              auf, was aus B42s Ambitionen, auf die dunkle Seite zu wechseln, 
              geworden ist. Also h&ouml;rt es euch an und wartet gespannt auf 
              das Ende.</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Irren 
            ist menschlich</a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>Ja, und endlich 
              ist es soweit, es hat lange gedauert, es gab viele Ank&uuml;ndigungen, 
              aber nun hat er es endlich geschafft. Sliff aka Slipsniffler hat 
              seinen B42-Disstrack herausgebracht. <br>
              Diesen Song muss man sich einfach anh&ouml;ren, ein neuer Sliff, 
              der seine Wandlung seit &quot;Und der Terror beginnt&quot; konsequent 
              weitergeht. W&auml;hrend Gadd Ridd und B42 sich auf Inhalt, saubere 
              Reime, Comedy und Political Correctness besinnen, hat sich Sliff 
              nun endg&uuml;ltig f&uuml;r die harte Schiene entschieden: Harte 
              Reime, b&ouml;se Beleidigungen und der harte Flow, der auf jeden 
              Fall zu loben ist, bietet er euch jetzt an.<br>
              Ob er hiermit die alten 40 Frozen H&ouml;rer &uuml;berzeugen kann, 
              ist sicher fraglich. Aber in Berlin wird er damit den Durchbruch 
              sicher schaffen. Viel Spa&szlig; beim H&ouml;ren und immer sch&ouml;n 
              tight bleiben!</div></td>
        </tr>
        <tr> 
          <td height="26" colspan=2 align=center class=story background=logofinger5.jpg> 
            <strong><font color=ff0000>Das Album - Spack Attack out now</font></a></strong></td>
        </tr>
        <tr> 
          <td class=story1 colspan=2> <div align=justify> Ihr musstet lange darauf 
              warten, doch jetzt ist es soweit. Das Album der 3 Jungs aus Jena 
              ist da. 16 Tracks, 65 Minuten, das nennt sich wohl eine volle Ladung 
              Rap und Comedy.<br>
              Dabei ist auch der neue Song &quot;2 Jahre lang&quot;, der den Weg 
              der 3 Rapper auf dem Weg zu diesem St&uuml;ck Musikgeschichte beschreibt. 
              Seit neuestem ist er auch zum Download freigegeben. Kurz, knappig, 
              peppiger Beat! Saugen!<br>
              Hier die Tracklist des Albums: </div></td>
        </tr>
        <tr> 
          <td width="231" class=story1>&nbsp;&nbsp;1. Intro (2 Jahre lang) <br> 
            &nbsp;&nbsp;2. Homies at Home <br> &nbsp;&nbsp;3. Label (Skit) <br> 
            &nbsp;&nbsp;4. Und der Terror beginnt <br> &nbsp;&nbsp;5. G&auml;nsebl&uuml;mchen 
            in der Sahara <br> &nbsp;&nbsp;6. Es ist kein Wunder <br> &nbsp;&nbsp;7. 
            Bushido (Skit) <br> &nbsp;&nbsp;8. Weihnachtszeuch <br> &nbsp;&nbsp;9. 
            Die dunkle Seite <br>
            10. The Chronic of Dark B <br>
            11. B42 Sliff &amp; Gadd Ridd <br>
            12. Rrriiing (Skit)<br>
            13. World Battle II <br>
            14. Komm zur&uuml;ck <br>
            15. Outro (Skit) <br>
            16. Flyin' </td>
          <td width="182" align=center ><img src="hinterlogo2.jpg" width=197 height="173"></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1> <div align=justify>Wer jetzt nicht sabbert, 
              dem kann man wohl nicht mehr helfen. Wo ihr das herbekommt, fragt 
              ihr euch? Ganz einfach, sprecht uns an, schreibt uns 'ne Mai oder 
              ins G&auml;stebuch. Das Album inclusive Cover, CD, Gimmicks und 
              nat&uuml;rlich Autogrammen gibt es f&uuml; den unschlagbaren Preis 
              von 2 Euro! </div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Du 
            denkst du w&auml;rst der geilste Rapper</a></strong></td>
        </tr>
        <tr> 
          <td height="90" colspan=2 class=story1> <div align=justify>Die Geschichte 
              dieses Songs ist leicht erz&auml;hlt: B42 macht geilen Beat, Sliff 
              darf ihn h&ouml;ren, Sliff mag ihn nicht, B42 ist sauer und sagt: 
              &quot;Wenn du Beat nicht akzeptierst, mach ich auf ihn nen Disstrack 
              gegen dich&quot;. Lew interessiert dies nicht, also macht B42 ein 
              b&ouml;ses Liedchen.<br>
              Offiziell lacht Sliff zwar &uuml;ber diesen Song und lie&szlig; 
              schon &uuml;ber sein Managment Dummmachbriefe schicken, hintenrum 
              allerdings wird er sich nun wohl zweimal &uuml;berlegen, ob er wieder 
              einen Beat ablehnt. B42 jedenfalls ist nun (mit seinem kongenialen 
              zweitem Ich, das hier noch ungenannt bleiben soll) bereit zu allen 
              und lie&szlig; schon verlauten: &quot;Wer mir 50 Euro gibt, f&uuml;r 
              den mach ich nen Disstrack auf eine Person seines Wunsches&quot;. 
            </div></td>
        </tr>
        <tr> </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">G&auml;nsebl&uuml;mchen 
            in der Sahara</a></strong></td>
        </tr>
        <tr> 
          <td height="47" colspan=2 class=story1 > <div align=justify> Fly und 
              B42 haben sich zusammengefunden, um gemeinsam das zu tun, was sie 
              am besten k&ouml;nnen: Musik aufnehmen und dar&uuml;ber reden, ohne 
              dass sie wirklich wissen (zumindest B42), wovon sie sprechen. <br>
              Ist ja klar, dass dabei ein instrumental und textlich hochwertiger 
              Track herauskommt, dessen Message man nicht gleich in der ersten 
              Strophe kapiert. <br>
              Worum es geht, fragt ihr euch? Naja, der Titel sagt nicht viel dar&uuml;ber 
              aus. Ihr m&uuml;sst es euch anh&ouml;ren. Sagen wir es so: Es ist 
              eine Hommage, die sich gewaschen hat. Krass, oder?<br>
              Und f&uuml;r die ganzen Verschw&ouml;rungstheoretiker unter euch 
              gibt es Stimmen im Hintergrund, die zu entziffern sicher einen ganzen 
              Nachmittag in Anspruch nimmt. Viel Spa&szlig; dabei. F&uuml;r die 
              anderen: Genie&szlig;t den Chill.</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Und 
            der Terror beginnt</a></strong></td>
        </tr>
        <tr> 
          <td height="62" colspan=2 class=story1><div align=justify>Und mal wieder 
              ist die gesamte Band zusammengekommen, um einen Track zu produzieren. 
              Gemeinsame Aufgabe: Was passiert, wenn wir 3 Spacken auf eine Party 
              kommen? Klar, sie geht den Bach runter. Und wie, das erfahrt ihr 
              in diesem Song. <br>
              W&auml;hrend also Gadd Ridd schon an der T&uuml;r Probleme hat, 
              zeigt Sliff &uuml;berhaupt keine Skrupel und B42 beneidet mal wieder 
              die hei&szlig;en Chicks und Gadd Ridd. Und dann erst wieder das 
              &quot;elendlange Outro&quot; (nicht n&auml;her genannter H&ouml;rer), 
              dass diesmal Werbungscharakter tr&auml;gt und 2 neue Gesichter vorstellt. 
              Oder sollte ich eher sagen &quot;Stimmen&quot;?<br>
              Naja, ich denke mal, ihr versteht, was ich euch sagen will: Wer 
              diesen Song nicht h&ouml;rt, ist selbst Schuld und verdient kein 
              Mitleid. Er verpasst den bandeigenen Humor und den neuen Sliff, 
              der sich nun ganz und gar von seiner wahren Seite zeigt...</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">The 
            Chronic of Dark B</a></strong></td>
        </tr>
        <tr> 
          <td height="46" colspan=2 class=story1> <div align=justify> Nach dem 
              Alleingang B42s mussten Sliff und Gadd Ridd reagieren. Der Track 
              &quot;The Chronic of Dark B&quot; erz&auml;hlt eine Geschichte von 
              einem jungen Rapper, der f&uuml;r den Erfolg alles aufgibt, was 
              ihm wichtig ist und seine Freunde f&uuml;r die Dunkelheit verr&auml;t. 
              H&ouml;rt euch diesen Song an und erfahrt, was mit Dark B passiert. 
              <br>
              F&uuml;r die wahren Fans unter euch sei angemerkt, dass der Track 
              auf der Seite eine leicht gek&uuml;rzte Version des Liedes darstellt. 
              Ein weiterer Grund, sich auf das Album &quot;Spack Attack&quot; 
              zu freuen. <br>
              Witzig auch der Kommentar von B42 zum neuen St&uuml;ck: &quot;H&auml;ttet 
              ihr blo&szlig; mal richtig hingeh&ouml;rt, bei &quot;Die dunkle 
              Seite&quot;&quot;. Was er damit wohl meinte? Es wird wohl sein Geheimnis 
              bleiben und so freut euch auf den neuen Song.</div></td>
        </tr>
        <tr> 
          <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Die 
            dunkle Seite</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>B42 hat sich gedacht, 
              man muss auch mal was ganz anderes anpacken und so entstand sein 
              etwas verr&uuml;ckter &quot;Dunkle Seite&quot; Song, den man sicher 
              mehr als einmal anh&ouml;ren muss, um zu kapieren, was er euch sagen 
              will. <bR>
              Das Produkt ist nun ein 4:43 Lied, welches wieder mal mit langem 
              Intro und Outro (Vorsicht, die entscheidende Botschaft) daher kommt. 
              Im Text selbst trifft das lyrische Ich auf seine dunkle Seite, lasst 
              euch &uuml;berraschen, was daraus entsteht. Jedenfalls gibt es wie 
              immer bei uns nat&uuml;rlich ein Happyend. Fortsetzung nicht ausgeschlossen.</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Komm 
          zur&uuml;ck</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Der erste richtig traurige 
              Song von 40 Frozen oder sollte man besser sagen, von Sliff und B42. 
              Denn Gadd Ridd ist nicht dabei und dies nicht ohne Grund, was deshalb 
              auch das Thema des Songs darstellt. Warum er weg ist? H&ouml;rt 
              euch den Song an.<br>
              Diesmal konzentriert sich das Liedchen vollst&auml;ndig auf den 
              Inhalt und weniger als das Drumherum, sodass diesmal das Outro nicht 
              so lang wie sonst ist. Daf&uuml;r gibt es ein paar nette Trompeten, 
              einen bassigen Loop und einen traurigen Refrain.<br>
              H&ouml;rt euch den Song also an, ich versprech euch auch ein &uuml;berraschendes, 
              positives Ende und vor allem eine verr&uuml;ckte 3. Strophe. Und 
              DJ Christian ist auch dabei!</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">World 
          Battle II</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>40 Frozen's neuer downloadbarer 
              Song stellt eine R&uuml;ckbesinnung auf die kom&ouml;diantischen 
              Wurzeln der Band dar: Mittelpunkt des Liedes ist eine Battle zwischen 
              2 schon etwas in die Jahre gekommenen, aber immer noch gern gesehenen 
              MC`s. <br>
              Die beiden treten sich nach einem verh&auml;ngnisvollen Telefonat, 
              welches das Intro, was ebenfalls zum Download bereit steht, darstellt, 
              gegen&uuml;ber. Vor einer Partycrowd duellieren sich die beiden 
              nach Vorstellung durch einen Moderator und werden au&szlig;erdem 
              durch einen weiteren &Uuml;berraschungs-gast gest&ouml;rt.<br>
              Wer die beiden sind? Findet es beim H&ouml;ren heraus. Soviel vorne 
              weg: Es wird ein Happy End geben. <br>
              Also, h&ouml;rt euch den Song mit seinem einschl&auml;gigem Beat 
              und dem wieder mal sehr in die L&auml;nge gezogenem Outro doch einfach 
              mal an.</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">B42 
          Sliff &amp; Gadd Ridd</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Am Valentinstag (14.02.2005) 
              stellte 40 Frozen einen neuen Song fertig: Diesmal wieder ohne D-Rag 
              legen die 3 Jungs mit relativ experimentellen Beat und hartem Bass 
              los.<br>
              In diesem St&uuml;ck geht es - wie der Name schon sagt - um die 
              3 Hauptakteure der Band, die sich vorstellen und gleichzeitig wie 
              immer auch ein bisschen rumbatteln (vor allem Sliff sehr aggressiv).<br>
              Das ganze kommt mit sehr &uuml;berraschenden und nicht ganz ernst 
              zu nehmenden Outro und Hintergrundger&auml;uschen, 40 Frozen hatte 
              eben mal wieder Spa&szlig;.<br>
              Also wenn ihr immer noch nicht genug habt, dann saugt, was das Zeug 
              h&auml;lt bzw. bis der Homepagetraffic ersch&ouml;pft ist. </div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Es 
          ist kein Wunder</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Am 21.01.2005 stellte 
              die Band ihre neue Single fertig: Im Track geht es um die Heimatstadt 
              der 4 Rapper, ja 4, da D-Rag sich mal wieder dazu durchrang, ein 
              paar Zeilen zu texten. <br>
              Sowohl positive als auch negative Aspekte der Stadt Jena pr&auml;sentiert 
              die Band, durch einen sehr experimentellen Beat unterlegt und mit 
              einem &quot;strainschen&quot; Chorus. Dabei verarbeiten die K&uuml;nstler 
              auch ihre diversen Einfl&uuml;sse aus Stilrichtungen wie Pop und 
              Reggae.<br>
              Seid also gespannt auf unsere Meinung zu unserer &quot;Hometown&quot; 
              und genie&szlig;t das gute St&uuml;ck. Einfach downloaden, wie immer 
              kostenlos!</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Weihnachtszeuch 
          </a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Kurz vor Weihnachten (18.12.2004) 
              endlich fertig geworden, zollt dieser Track Santa Claus den n&ouml;tigen 
              Respekt f&uuml;r seine Arbeit. Nen fetter Beat (danke Rolf_Zum_Kotzen), 
              endlich mal nen krasser Refrain und die diesmal wirklich sinnvollen 
              Texte werden den H&ouml;rer verw&ouml;hnen. Und das ganze mit geilem 
              Outro, Walchick und Knecht Ruprecht h&ouml;chst pers&ouml;nlich.<br>
              Also genie&szlig;t das gute Teil, solange ihr noch in Weihnachtsstimmung 
              seid oder sonst wann im Jahr. </div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong><a href="downloads.htm">Homies 
          at Home</a></strong></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Zwischen Abi und Weihnachten 
              muss nat&uuml;rlich auch ein Song produziert werden! Dieser so genannte 
              Prollsong war einmal ein Versuch, einen Rapsong ohne wirklichen 
              Inhalt zu produzieren. Ausgenommen davon nat&uuml;rlich wie immer 
              Tanurlatent, der in jede noch so kleine Zeile ja immer eine Message 
              stecken muss. <br>
              Auf jeden Fall hat es der Beat in sich (der rulet!) und diesmal 
              gibt es auch ein fettes Feature: DJ Christian verzaubert euch mit 
              seinen krassen Scratches. </div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong>Der 
          Abisong</strong> </td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Der Song Abi2004, den 
              die Band zusammen mit dem imagetr&auml;chtigen D-Rag aufnahm, ist 
              das erste St&uuml;ck, das einem gr&ouml;&szlig;eren Publikum vorgestellt 
              wurde, da es in der Abizeitung der Spezi ver&ouml;ffentlicht wurde. 
              <br>
              Nach durchweg positiven Kritiken hat die Band nun das Ziel, diese 
              Single auch als Video zu verewigen. Erw&auml;hnenswert auch die 
              L&auml;nge von 7 m 49 s, da k&ouml;nnen sich einige Popstars mal 
              was von abschneiden!</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <strong>Die 
          Battles</strong> </td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>Nicht nur Singles stellt 
              die Combo her, sondern sie duellieren sich auch untereinander in 
              richtigen Battles. Da B42 der klare Sieger beim Freestylebattlen 
              w&auml;re, schrieben sie vorher Texte. <br>
              Das Ergebnis kann sich sehen lassen, noch bis heute ist nicht einstimmig 
              gekl&auml;rt, wer der Beste war.</div></td>
        </tr>
        <td class=story colspan=2 align=center background=logofinger5.jpg> <b>Der 
          1. Hit: The Best Ever</b></td>
        </tr>
        <tr> 
          <td colspan=2 class=story1><div align=justify>P&uuml;nktlich zum Fr&uuml;hlingsbeginng 
              brachten die 3 Jenenser ihre erstes St&uuml;ck heraus. Der viel 
              sagende Titel ist durchaus nicht zu hoch gegriffen, denn Chorus 
              wie auch Sliffs Strophe wurden stark verbessert in Hinblick auf 
              die Vorversion Hit1, die noch mit legend&auml;rem Aggro Leipzig 
              Chorus besetzt war.</div></td>
        </tr>
        <tr> 
          <td height="17" colspan=2 class="bea" valign=bottom> <div align=right >bearbeitet 
              am: 01.12.2011&nbsp</div></td>
        </tr>
      </table></td>
  <td valign=top><table border=0 align=center cellpadding=0 cellspacing=0 bgcolor=000000 valign=bottom>
      <tr> 
        <td class="trennlinie" ></td>
      </tr>
      <tr> 
        <td width=172 height="32"valign=top background=x1.jpg>&nbsp;</td>
      <tr> 
        <td class="trennlinie" ></td>
      </tr>
      <tr><td width=180 height="47"> <a href="quiz.htm"
   onMouseOver="Bildwechsel(6,Highlight10)"
   onMouseOut="Bildwechsel(6,Normal10)"><img src="das quiz.jpg"
   width="160"  height="50" border="0" alt="interview"></a></td>
        </tr>
		<tr><td width=180 height="47"> <a href="was.htm"
   onMouseOver="Bildwechsel(7,Highlight4)"
   onMouseOut="Bildwechsel(7,Normal4)"><img src="interview.jpg"
   width="160"  height="50" border="0" alt="interview"></a></td>
        </tr>
        <tr> 
          <td width=180 height="42"> <a href="photos.htm"
   onMouseOver="Bildwechsel(8,Highlight5)"
   onMouseOut="Bildwechsel(8,Normal5)"><img src="photos.jpg"
   width="160"  height="50" border="0" alt="photos"></a></td>
        </tr>
        <td width=180 height="42"> <a href="http://201885.multiguestbook.com"
   onMouseOver="Bildwechsel(9,Highlight8)"
   onMouseOut="Bildwechsel(9,Normal8)"><img src="gaestebuch.jpg"
   width="160"  height="50" border="0" alt="gaestebuch"></a></td>
        </tr>
		<tr> 
          <td width=180 height="42"> <a href="autor.htm"
   onMouseOver="Bildwechsel(10,Highlight9)"
   onMouseOut="Bildwechsel(10,Normal9)"><img src="impressum.jpg"
   width="160"  height="50" border="0" alt="impressum"></a></td>
        </tr>
		

      <tr> 
        <td width=172 height="32"valign=top background=x1.jpg>&nbsp;</td>
      <tr> </table><p>&nbsp;</p></td>
  </tr>
</table>
</BODY>
</HTML>
