<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<HTML>

<HEAD>
<TITLE>40-Frozen.de.vu - Texte</TITLE>
<link href="style.css" rel="stylesheet" type="text/css">
<script type="text/javascript">
<!--
Normal1 = new Image();
Normal1.src = "startseite.jpg";     
Highlight1 = new Image();
Highlight1.src = "startseite2.jpg";
Normal2 = new Image();
Normal2.src = "bandmitglieder.jpg";     
Highlight2 = new Image();
Highlight2.src = "bandmitglieder2.jpg"; 
Normal3 = new Image();
Normal3.src = "discografie.jpg";     
Highlight3 = new Image();
Highlight3.src = "discografie2.jpg"; 
Normal4 = new Image();
Normal4.src = "interview.jpg";     
Highlight4 = new Image();
Highlight4.src = "interview2.jpg"; 
Normal5 = new Image();
Normal5.src = "photos.jpg";     
Highlight5 = new Image();
Highlight5.src = "photos2.jpg"; 
Normal6 = new Image();
Normal6.src = "downloads.jpg";     
Highlight6 = new Image();
Highlight6.src = "downloads2.jpg";
Normal7 = new Image();
Normal7.src = "texte.jpg";     
Highlight7 = new Image();
Highlight7.src = "texte2.jpg";

Normal8 = new Image();
Normal8.src = "gaestebuch.jpg";     
Highlight8 = new Image();
Highlight8.src = "gaestebuch2.jpg";
Normal9 = new Image();
Normal9.src = "impressum.jpg";     
Highlight9 = new Image();
Highlight9.src = "impressum2.jpg";
Normal10 = new Image();
Normal10.src = "das quiz.jpg";     
Highlight10 = new Image();
Highlight10.src = "das quiz2.jpg";
function Bildwechsel(Bildnr,Bildobjekt) {
 window.document.images[Bildnr].src = Bildobjekt.src;
}
//-->
</script>
<meta http-equiv="content-type" content="text/html; iso-8859-1">
<meta name="robots" content="INDEX,FOLLOW">
<meta http-equiv="content-language" content="Deutsch">
<meta name="description" content="Das is die Seite, auf die Rapfans gewartet haben. Kostenloser Download von 40-Frozen Liedern, mit Sliff, Gadd Ridd und B42">
<meta name="abstract" content="Das is die Seite, auf die Rapfans gewartet haben. Kostenloser Download von 40-Frozen Liedern, mit Sliff, Gadd Ridd und B42">
<meta name="keywords" content="Rap, 40 Frozen, 40-Frozen, Sliff, Gadd Ridd,B42">
<meta name="author" content="Benjamin Scharf">
<meta name="publisher" content="Benjamin Scharf">

<meta name="copyright" content="Benjamin Scharf">
<meta name="audience" content="Alle">
<meta name="page-type" content="Sound">
<meta name="page-topic" content="Musik & MP3">
<meta name="revisit-after" content="7 days">

</HEAD>

<body bgcolor=000000>
<table border=0 align=center  cellpadding=0 cellspacing=0 bgcolor=000000 >
  <tr> 
    <td style="background-image:url(oben.gif)" colspan=3 height=200>&nbsp;</td>
  </tr>
  <tr>
    <td class=platzhalter height=20></td>
  </tr>
  <tr> 
    <td width="175" height=10  class="platzhalter"></td>
    <td width="500" class=platzhalter ></td>
    <td width="100" bgcolor=FFFFFF class=platzhalter></td>
  </tr>
    <td valign=top> 
<table width="180" height="314" border=0 align=center cellpadding=0 cellspacing=0 bgcolor=000000>
      <tr> 
        <td height="32" valign=top background=x.jpg>&nbsp;</td>
      </tr>
      <tr align=center> 
        <td width=180 height="42" align=center><a href="index.htm"
   onMouseOver="Bildwechsel(0,Highlight1)"
   onMouseOut="Bildwechsel(0,Normal1)"><img src="startseite.jpg" alt="startseite"
   width="160" height=50 border="0"></a></td>
      </tr>
      <tr> 
        <td width=180 height="47" align=center> <a href="bandmitglieder.htm"
   onMouseOver="Bildwechsel(1,Highlight2)"
   onMouseOut="Bildwechsel(1,Normal2)"><img src="bandmitglieder.jpg"
   width="160"  height="50" border="0" alt="bandmitglieder"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center> <a href="discografie.htm"
   onMouseOver="Bildwechsel(2,Highlight3)"
   onMouseOut="Bildwechsel(2,Normal3)"><img src="discografie.jpg"
   width="160"  height="50" border="0" alt="discografie"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center><a href="downloads.htm"
   onMouseOver="Bildwechsel(3,Highlight6)"
   onMouseOut="Bildwechsel(3,Normal6)"><img src="downloads.jpg" alt="downloads"
   width="160"  height="50" border="0"></a></td>
      </tr>
      <tr> 
        <td width=180 height="42" align=center><a href="texte.htm"
   onMouseOver="Bildwechsel(4,Highlight7)"
   onMouseOut="Bildwechsel(4,Normal7)"><img src="texte.jpg" alt="texte"
   width="160"  height="50" border="0"></a></td>
      </tr>
      <tr> 
        <td height="32" background=x.jpg>&nbsp;</td>
      </tr>
    </table></td>
  <td valign=top width=500> <table align=center cellpadding=0 cellspacing=0>
        <tr> 
          <td align=center class=ueber>Die Texte</td>
        </tr>
        <tr> 
          <td class=story1> <div align=justify> 
              <p>Auf dieser Seite bieten wir euch eine einmalige Chance: Ihr k&ouml;nnt 
                die Texte von 40 Frozen anschauen. Auch wenn sich dadurch nat&uuml;rlich 
                die Gefahr der Nachahmer unserer Reime erh&ouml;ht, haben wir 
                uns entschieden, den H&ouml;rern das Verstehen der Inhalte zu 
                erleichtern. <br>
                Ihr k&ouml;nnt einfach auf den jeweiligen Link zu den Texten klicken 
                oder einfach nach unten scrollen. Die Lieder werden antichronologisch 
                - beginnend mit dem j&uuml;ngsten - aufgelistet. </p>
            </div>
            <a href="#Winl" class="content4Copy">40 Frozen - Was ist nur los </a><br>
            <br> <a href="#GH" class="content4Copy">40 Frozen - Gebrochene Herzen 
            </a><br> <br> <a href="#Int" class="content4Copy">40 Frozen - Intro 
            (2 Jahre lang) </a><br> <br> <a href="#2V" class="content4Copy">40 
            Frozen - 2 Versager </a><br> <br> <a href="#Dds2" class="content4Copy">B42 
            - Die dunkle Seite Part 2 </a><br> <br> <a href="#Iim" class="content4Copy">Sliff 
            - Irren ist menschlich </a><br> <br> <a href="#DddwdgR" class="content4Copy">B42 
            feat. ... - Du denkst du w&auml;rst der geilste Rapper</a><br> <br> 
            <a href="#GidS" class="content4Copy">B42 meets fly - Gänseblümchen 
            in der Sahara</a><br> <br> <a href="#UdTb" class="content4Copy">40 
            Frozen - Und der Terror beginnt</a><br> <br> <a href="#TCo" class="content4Copy">Sliff 
            &amp; Gadd Ridd - The Chronic of Dark B </a><br> <br> <a href="#Dds" class="content4Copy">B42 
            - Die dunkle Seite </a><br> <br> <a href="#Kzu" class="content4Copy">40 
            Frozen - Komm zur&uuml;ck </a><br> <br> <a href="#WBII" class="content4Copy">40 
            Frozen presents World Battle II</a><br> <br> <a href="#B42" class="content4Copy">40 
            Frozen - B42 Sliff &amp; Gadd Ridd</a> <br> <br> <a href="#Es" class="content4Copy">40 
            Frozen - Es ist kein Wunder</a> <br> <br> <a href="#Weih" class="content4Copy">40 
            Frozen - Weihnachtszeuch</a> <br> <br> <a href="#Homi" class="content4Copy">40 
            Frozen - Homies at Home</a><br> </p> </td>
        </tr>
        <tr> 
          <td height="31" align=center  class=story> <b><a name="Winl" id="Winl"  class=story></a><b>40 
            Frozen - Was ist nur los</b></b></td>
        </tr>
        <tr> 
          <td class=story1>1. Strophe:<br>
            Yo! Yo! Gleich beginnt die Show,<br>
            der Kopf mit dem Afro nicht schon im Flow.<br>
            Ich bin Sliff - die halbe Welt kennt mich,<br>
            und wer nicht, den find ich erb&auml;rmlich.<br>
            Ich brauche zum Rappen nicht mal fette Beats,<br>
            um die Crowd zu rocken, reicht mir Sexappeal.<br>
            Davon hab ich, wie man sieht, bis &uuml;ber beide Ohrn,<br>
            deshalb stehe ich hier vorn voller Testosteron.<br>
            Ich bin Upgrade von Gott, Jesus Beta 2.1,<br>
            nur sterb ich nicht am Kreuz, denn ich h&auml;nge am Mic.<br>
            So unglaublich cool, wie nur wahre Meister sind<br>
            ich wiederhol mich bewusst, ich bin der King. <p>Chorus:<br>
              Was ist hier los, was ist passiert?<br>
              werden wir durch Wolfgang Sch&auml;uble ausspioniert.<br>
              Die NPD marschiert und schickt ihre Schl&auml;ger<br>
              Bullen, die danebenstehen, werden zu T&auml;tern.</p>
            <p>2. Strophe:<br>
              Yo, dies ist eine Reminiszenz an den Summer of Love,<br>
              oder die alte Frage &quot;Wer hat das meiste Gras geraucht?&quot;.<br>
              Meine Reime sind nicht sauber, genau wie meine Gedanken,<br>
              was willst du auch machen angesichts von rosa Elefanten.<br>
              Bewahr einen k&uuml;hlen Kopf, auch wenn es dir nicht egal ist,<br>
              stell dir einfach vor, dass alles nicht real ist.<br>
              Wenn sich Zeit und Raum verschieben und die V&ouml;gel wegfliegen,<br>
              glaubt die Menschheit immernoch an Party und Frieden.<br>
              Egal wie fit, wie genial, wie cool, wie sch&ouml;n du auf andere 
              wirkst,<br>
              Legende wirst du erst, nachdem du am Ende stirbst. </p>
            <p>Chorus</p>
            <p>3. Strophe:<br>
              Ich bin kein T&auml;ter, bin keiner der Verr&auml;ter,<br>
              Alles, womit ich mich strafbar mach,<br>
              ist Musik, &uuml;ber die man lacht. <br>
              Denn ich bin in einer Band, <br>
              die euren Namen kennt,<br>
              und wei&szlig;, wo ihr pennt,<br>
              und es gleich erkennt, <br>
              wenn ihr mal wieder zum Onkel Doktor rennt.<br>
              Denn wir wissen, was ihr f&uuml;hlt, <br>
              haben unser Gewissen heruntergesp&uuml;hlt.<br>
              Und wenn ihr denkt, wir geben auf,<br>
              kommen wir zur&uuml;ck mit Gadd Ridds Haut.<br>
              Und hinterlassen ein Schweigen der L&auml;mmer,<br>
              der Beat wird immer schneller.<br>
              Frauen erhalten meine CDs von Männern,<br>
              Hater sind unten durch wie beim Bruch der Nenner.<br>
              Ihr verhaltet euch wie Gollum, h&auml;ngt an eurem Schatz,<br>
              nur dass euer Schatz echt geile Songs macht.<br>
              Denn er hei&szlig;t B42 und bringt verr&uuml;ckte Zeilen,<br>
              sodass manche von den Frauen sogar anfangen zu weinen.</p>
            </td>
        </tr>
        <tr> 
          <td height="31" align=center  class=story> <b><a name="GH" id="GH"  class=story></a><b>40 
            Frozen - Gebrochene Herzen</b></td>
        </tr>
        <tr> 
          <td class=story1> <p>Chorus:<br>
              Gebrochene Herzen und verw&uuml;stete St&auml;dte,<br>
              gegen Gadd Ridds Entschluss helfen keine Gebete.<br>
              Vor genau einem Jahr ist er zur&uuml;ckgetreten!<br>
              [...ist er zur&uuml;ckgetreten!]<br>
              Gebrochene Herzen und verw&uuml;stete St&auml;dte,<br>
              f&uuml;r Gadd Ridd gbt es nun andere Wege.<br>
              Vor genau einem Jahr ist er zur&uuml;ckgetreten!<br>
              [...ist er zur&uuml;ckgetreten!]</p>
            <p>1. Strophe:<br>
              Zum 19. April, in der Mitte eines Raums,<br>
              da erkl&auml;rte Gadd Ridd das Ende eines Traums.<br>
              Er wolle seine Zeit nicht mehr mit Rap vergeuden,<br>
              au&szlig;er Haldemar Wartmann merkte keiner die Folgen.<br>
              In der n&auml;chsten Nacht brachten sich erste Groupies um,<br>
              die Presse war entsetzt, keiner kannte seinen Ruhm.<br>
              Erst verneinten sie es, doch nach dem 20. Tod,<br>
              mussten auch sie gestehen: Gadd Ridd war Schuld.<br>
              Ich komm gleich zur Sache, die Lage ist angespannt,<br>
              seit gut einem Jahr geht es nur noch bergab im Land.<br>
              Schwer zu glauben, dass es nur an einem Menschen h&auml;ngt,<br>
              dieser R&uuml;cktritt war f&uuml;r uns kein Geschenk.<br>
              Die Folgen waren damals kaum vorauszusehen,<br>
              heute k&auml;mpfen alle Branchen mit Problemen.<br>
              Dank der Wirtschaftskrise vergisst man andere Themen,<br>
              1929 war rein gar nichts dagegen.</p>
            <p>Chorus</p>
            <p>2. Strophe:<br>
              Ein gro&szlig;es Idol, das die B&uuml;hne verl&auml;sst,<br>
              hat als Ergebnis w&uuml;tende Fans.<br>
              Sie brauchen etwas neues, worum sich das Leben dreht,<br>
              und werden leichte Beute f&uuml;r die NPD.<br>
              Die rechte Front steigt auf, sie hat Zulauf,<br>
              kein Widerstand, weil sie gern auch mal zuhaut.<br>
              Auf Gadd Ridd hatte selbst die Kirche gesetzt,<br>
              weil er mehr Herzen als Jesus bewegt.<br>
              Papst Benedikt hat seinen Glauben verlorn,<br>
              er h&auml;ngt nur noch im Web auf der Suche nach Pornos-<br>
              Denn der deutsche Rap, f&uuml;r den er so schw&auml;rmt<br>
              ist damit am Arsch ohne Happyend.<br>
              Take That wurde klar, was sie selbst mal getan haben,<br>
              sie baten um Verzeihung und kamen wieder zusammen.<br>
              Als w&auml;r das nicht genug, Gott hat sich beschwert,<br>
              Der Himmel ist &ouml;de, seit Gadd Ridd nicht rapt.</p>
            <p>Chorus</p>
            <p>3. Strophe:<br>
              Es war im Dezember in einer k&uuml;hlen Winternacht,<br>
              da hatte dich ein Freund auf CD mitgebracht.<br>
              Anfangs hatten wir gelacht, doch dann stellten wir fest,<br>
              du hast wirklich Talent, weil du denkst, was du rappst.<br>
              Verdammt, ich lieb deine Zeilen, ich lieb deinen Rap,<br>
              auf jeden deiner Hater wird mein Bruder angesetzt.<br>
              Du bist mein Idol, ich denke nur an dich,<br>
              wenn ich mir einen runterhol, warum kommst du denn nicht?<br>
              Ich liebe dich so sehr, ich liebe dich viel mehr,<br>
              als alle anderen M&auml;dchen aus dem ganzen Groupieheer.<br>
              Ich hab das Gef&uuml;hl, dass du immer nur f&uuml;r mich reimst,<br>
              komm doch zu mir und wir sind beide vereint!<br>
              Doch was tust du da, du trittst einfach zur&uuml;ck,<br>
              das kannst du nicht machen, du zerst&ouml;rst unser Gl&uuml;ck.<br>
              Wir zwei waren verliebt bis &uuml;ber beide Ohren,<br>
              doch jetzt habe ich dich an Sachsen verloren.<br>
              Doch das lass ich mir nicht bieten, ich ruf dich einfach an,<br>
              ich ruf dich einfach an, ich hoffe, du gehst ran.<br>
              Ich hoffe, du gehst jetzt ran, <br>
              denn ich hab das Messer schon in der Hand!</p>
            <p>Chorus</p></td>
        </tr>
        <tr> 
          <td height="31" align=center  class=story> <b><a name="Int" id="Int"  class=story></a><b>40 
            Frozen - Intro (2 Jahre lang)</b></b></td>
        </tr>
        <tr> 
          <td class=story1> <p>B42s Strophe:<br>
              2 Jahre lang haben wir's gemacht, 2 Jahre lang hast du gelacht,<br>
              doch nun h&ouml;rst du unsre Songs jeden Tag und jede Nacht.<br>
              Egal, ob dich dein Freund verlassen hat oder dich deine Mutter stresst,<br>
              es geht dir besser, wenn du unser Album laufen l&auml;sst.<br>
              Wir sind da f&uuml;r dich, um 5, Mitternacht, 23 Uhr,<br>
              du kannst uns h&ouml;ren an Elbe, Rhein oder Ruhr.<br>
              Auf Kopfh&ouml;rern, in der Schule, auf dem Klo oder zu zweit,<br>
              jederzeit ist unser Album f&uuml;r dich bereit.<br>
              Also kauf dir die CD, du wirst der King in deiner Clique,<br>
              dein Ansehen steigt bei jedem geilen M&auml;del, jede geile Zicke<br>
              will von dir nur noch eins,<br>
              Unser Album sehen, h&ouml;ren, haben und sonst keins!</p>
            <p>1. Chorus:<br>
              2 Jahre lang - die Zeit ist vergangen,<br>
              Zu den Konzerten wuchsen die Schlangen.<br>
              2 Jahre lang - wir hatten Erfolg,<br>
              2 Jahre lang von Groupies verfolgt.<br>
              Das gro&szlig;e Geld auf Parties ausgegeben,<br>
              Alkohol und Schl&auml;gereien waren unser Leben.<br>
              2 Jahre lang - Gras reingehauen,<br>
              2 Jahre lang - alles nur ein Traum.</p>
            <p>Sliffs Strophe:<br>
              Es ist so viel passiert, wir waren oft frustriert,<br>
              doch wir h&ouml;ren nicht auf, bis die H&ouml;lle gefriert.<br>
              Nichts kann uns stoppen und nichts kann uns schocken,<br>
              denn die ganze Konkurrenz ist z&auml;h und trocken.<br>
              Mag sein, dass wir beim Singen nicht die T&ouml;ne treffen,<br>
              vielleicht k&ouml;nnen wir nicht viel, doch wir k&ouml;nnen rappen.<br>
              Mag sein, dass wir f&uuml;r Rapper nur ne Schand' sind,<br>
              dass wir ignorant sind, dumm, dazu taub und blind.<br>
              Vielleicht steckt kein Funken Sinn in unsren Texten,<br>
              oder wir verstecken uns auch nur vor unsren &Auml;ngsten.<br>
              Doch wir machen Menschen gl&uuml;cklich, darin steckt der Zauber,<br>
              wir kommen auf die B&uuml;hne und die Groupies kreischen lauter.</p>
            <p>2. Chorus:<br>
              2 Jahre lang - wir waren auf Flucht,<br>
              Vom SEK verfolgt, vom BND gesucht.<br>
              2 Jahre lang - wir wurden abgetastet,<br>
              sie suchen Material, das uns belastet.<br>
              2 Jahre lang - gek&auml;mpft und geblutet.<br>
              der Waffenbesitz war nur vermutet.<br>
              2 Jahre lang - habt ihr uns alles geglaubt,<br>
              die n&auml;chsten 2 Jahre setzen wir einen drauf.</p>
            <p>Gadd Ridds Strophe:<br>
              Der Auftrag war klar und Strophe f&uuml;r Strophe,<br>
              was am Ende dabei rauskam, war eine Katastrophe.<br>
              Ein Gemisch aus Witzen, Widerspr&uuml;chen und L&uuml;gen,<br>
              wer es nicht mag, kann sich mit Importen begn&uuml;gen.<br>
              Es war gut bestellt, wir warn ehrlich zu uns selbst,<br>
              kein Label und kein Geld, das uns den Mund zuh&auml;lt.<br>
              Ok, es war nicht alles richtig und auch nicht so gemeint,<br>
              Doch meist ist es nicht so wie es scheint.<br>
              Auch wenn es leicht klingt, ich gab mir stets M&uuml;he,<br>
              aber B42 schreibt seine Texte in 5 Min&uuml;te.<br>
              Am Ende hatten wir eine coole Zeit und Spa&szlig; ohnehin,<br>
              das Ergebnis ist meist weniger wert als der Weg dorthin.</p>
            <p>3. Chorus:<br>
              2 Jahre lang - Freestyles und Raps,<br>
              2 Jahre lang - sind wir schon im Gesch&auml;ft.<br>
              Die ganze Zeit, D-Rag wollte ins Team,<br>
              es gab nur leider keinen Platz f&uuml;r ihn.</p></td>
        </tr>
        <tr> 
          <td height="31" align=center  class=story> <b><a name="2V" id="2V"  class=story></a><b>40 
            Frozen - 2 Versager</b></td>
        </tr>
        <tr> 
          <td class=story1> <p>Chorus:<br>
              1 Versager und 1 Verlierer,<br>
              2 Ja-Sager, Geringverdiener.<br>
              Nichts im Kopf, keine eigene Meinung,<br>
              wir glauben einfach jedes Wort der Bildzeitung.</p>
            <p>Sliffs Strophe:<br>
              Ich hatte alles, als ich auf die Welt kam,<br>
              was mir nur fehlte, war blo&szlig; ein Verstand.<br>
              Meine Eltern brauchten 20 Jahre, um ihr Geld zu verdienen,<br>
              ich brauchte keine 20 Minuten, um es komplett zu verspielen.<br>
              Seitdem sind inzwischen viele Jahre vergangen,<br>
              ich lebte in der Gosse zwischen Ratten und Gangsterbanden.<br>
              Die Essenswahl war leicht, denn das Men&uuml; war knapp,<br>
              zum Mittag gab es Tagtr&auml;ume, zum Abendessen Schnaps.<br>
              Ich bin ein Versager, auf den jeder mit dem Finger zeigt,<br>
              das Leben bot mir Chancen und ich hab' trotzdem nichts erreicht.<br>
              Es gab nur eine Ehre, die ich je im Leben genoss,<br>
              mein Bild steht im Lexikon unter dem Wort Gesocks.<br>
              Ich bin v&ouml;llig nutzlos wie ne Ampel im Kreisverkehr,<br>
              ich stink nach Schwei&szlig; und Abfall und noch vielem mehr.<br>
              Bin ne wandelnde Null auf der Suche nach Gl&uuml;ck,<br>
              neben mir ist selbst Al Bundy ein Gewinnertyp.</p>
            <p>Chorus</p>
            <p>B42s Strophe:<br>
              Ihr seht mich auf der Stra&szlig;e und denkt, ich w&auml;r' reich,<br>
              aber eigentlich ist mir mein Anzug viel zu weit.<br>
              Denn er ist nicht von Armani, sonderm vom Deutschen Roten Kreuz,<br>
              mit meinen gegelten Haaren hab ich noch jeden &uuml;berzeugt.<br>
              Doch eigentlich hab ich keine Freunde und hab auch keinen Job,<br>
              ab und zu hab ich Frauen, doch die hab ich nur benutzt.<br>
              Jeden Monat werde ich zum Arbeitsamt bestellt,<br>
              ich seh aus wie der Chef, sodass ich mich nie anstell.<br>
              Aber es bleibt sinnlos, sie finden keinen Job f&uuml;r mich,<br>
              ich bekomme Hartz 4, denn ich bin unf&auml;hig.<br>
              Den Rest meines Lebens finanzieren mir die Frauen,<br>
              sie halten mich f&uuml;r klug wegen meiner blauen Augen.<br>
              Doch irgendwann wollen sie meinen Gehaltscheck sehen,<br>
              dann ist es vorbei und ich steh wieder im Regen.<br>
              Muss ins Obdachlosenheim - das ist ein Problem,<br>
              in Zukunft werde ich mich als Professor ausgeben.</p>
            <p>Chorus</p></td>
        </tr>
        <tr> 
          <td height="26" align=center  class=story> <b><a name="Dds2" id="Dds2"  class=story></a><b>B42 
            - Die dunkle Seite Part 2</b></b></td>
        </tr>
        <tr> 
          <td class=story1> <p>1. Strophe:<br>
              Ihr habt es schon geh&ouml;rt, ich habe ein Problem,<br>
              es hat mich sehr gest&ouml;rt, ich konnte nie im Mittelpunkt stehen.<br>
              Ich wollte an mich selber denken, doch es klappte einfach nich,<br>
              die anderen hielten mir ihre Seele ins Gesicht.<br>
              Und so h&ouml;re ich mir immer wieder ihre Geschichten an,<br>
              die immer gleich klingen, sodass ich sie bald auswendig kann.<br>
              Trotzdem gab ich ihnen Tipps, auch ohne jegliche Ahnung,<br>
              sie waren meist zufrieden und erkannten nicht meine Tarnung.<br>
              Und so blieb mein Geist verborgen, nur im Innern r&uuml;hrt sich 
              eine Stimme,<br>
              die meint, ich h&auml;tte Sorgen, sodass jedem das Blut gerinne.<br>
              die meint, ich br&auml;ucht endlich mal etwas Zeit f&uuml;r mich, 
              <br>
              sonst t&auml;te es ihr zumindest wohl bald Leid um mich. <br>
              sie sagt, meine Ableben w&auml;re schon weit in Sicht, <br>
              mach doch mal was anderes, zum Beispiel Reitunterricht.<br>
              Ich versteh sie nicht, doch wenn sie Pl&auml;ne spricht,<br>
              untersteh ich mich, denn das ist meist wesentlich,<br>
              und wie wenig ich davon versteh, habt ihr kapiert,<br>
              sucht euch jemand anderen, der euer Gewissen massiert.<br>
              Denn Ich hab jetzt keine Lust mehr, ich wei&szlig; wohin ich geh,<br>
              ich hab mich nun entschieden, denn die dunkle Seite lebt.</p>
            <p>Chorus: <br>
              Wer ist der Typ, der jetzt auf der dunklen Seite steht? B42<br>
              und wer kommt mit ihm, weil er wei&szlig;, wie es geht? Dark B <br>
              Und wem jubelt nun jedes h&uuml;bsche M&auml;del zu? B42<br>
              Und wer wechselt Frauen wie ein Paar Schuh? Dark B</p>
            <p>2. Strophe:<br>
              Ihr habt es geh&ouml;rt, also kommt nun her, es ist doch nich so 
              schwer,<br>
              was du brauchst, hat unser Heer, haben Spa&szlig; wie ein Tag am 
              Meer.<br>
              wenn wir mehr werden wie die Mehrwertsteuer, wer will schon noch 
              teuer, wenn wir kommen und erneuern, werden wir alle reichen Deppen 
              feuern.<br>
              Weil wir aus unseren Fehlern lernen, stark sind wie ne Matratze 
              mit Federkern,<br>
              weil wir uns jetzt wehren, lassen uns nicht belehren, weil wir uns 
              bei allem anderen beschweren,<br>
              kommen wir zusammen und ergreifen die Macht, wir haben es fast schon 
              geschafft,<br>
              was uns fehlt, ist deine Kraft, Macht hat, wer was draus macht.<br>
              Denn wir brauchen keine Freundlichkeit, keine Nettigkeit und so,<br>
              kriegen, was wir wollen, kriegen, was wir suchen, alte Erde K.O..<br>
              Und wer jetzt sagt, nur die guten h&auml;tten Erfolg, der ist so 
              Lama wie der Dalai,<br>
              komm mit mir, komm mit mir, ich zeig dir, was nicht sollen sei.<br>
              Denn Politiker versuchen's zu vertuschen, weil sie selbst hier unten 
              rumhuschen, weil sie an leckeren Bunnies rumlutschen, ohne auf W&auml;hlermeinungen 
              auszurutschen.<br>
              Selbst George W. ist hier, s&auml;uft sich die Birne voll wie ein 
              Tier,<br>
              DJ Christian legt auf bis halb vier, Rudolf Scharping tanzt mit 
              Bier.<br>
              Angie kauft sich ein Eis, wer wei&szlig;, ob sie denn Gerhard Schr&ouml;der 
              sieht,<br>
              der steht dr&uuml;ben am Bierstand, kauft sich ein P&auml;ckchen 
              Weed,<br>
              Er zieht, wie er es gerne zieht, hat Asthma und so geschiehts, <br>
              er ist tot und keiner siehts und singt zum Abschied dieses Lied:</p>
            <p>Chorus</p>
            <P>3. Strophe:<br>
              Du hast keine Ahnung, kommst an ohne Planung, das ist meine letzte 
              Warnung!<br>
              Ich spreche aus Erfahrung, such die Leute wie der Piranha seine 
              Nahrung.<br>
              Und jetzt hab ich dich ausgew&auml;hlt, hab dein immenses Talent 
              erkannt,<br>
              will dich hier haben, will dich hier halten, ist das etwa zu viel 
              verlangt?<br>
              Willst du etwa zur&uuml;ck - zu diesen Menschen ohne Gewissen,<br>
              die dir einreden, man k&ouml;nne nichts machen, es sei ja sowieso 
              beschissen.<br>
              Es bleibt doch fraglich, was bringt uns die Dunkelheit und der Tag 
              nicht,<br>
              doch unser Spa&szlig; ist unnachahmlich, deshalb entscheide dich 
              ... jetzt!<br>
              Es gibt keine tausend Chancen, das ist endg&uuml;ltig die letzte,<br>
              denk doch mal dr&uuml;ber nach, hier machen wir die Gesetze!<br>
              Oder brauchst du noch mehr Vorteile, ich kann hunderte aufz&auml;hlen, 
              <br>
              du liebst dich selbst und l&auml;sst dich doch von deinem Gewissen 
              qu&auml;len!<br>
              Doch deine Zeit ist jetzt vorbei, sag ja oder nein,<br>
              direkt ins Mic hinein, dann bist du nie mehr allein!</p>
            <p>Chorus</p></td>
        </tr>
        <tr> 
          <td height="26" align=center  class=story> <b><a name="Iim" id="Iim"  class=story></a><b>Sliff 
            - Irren ist menschlich</b></b></td>
        </tr>
        <tr> 
          <td height="759" class=story1> <p>1. Strophe:<br>
              Yo hier kommt Sliff, wie immer bekifft,<br>
              mach den Mund auf, Bitch, damit er reinpisst.<br>
              Du bist nichts wert, er ist so begehrt,<br>
              und das ist auch der Grund, warum er sich nie &auml;ndert.<br>
              Ich bin so unglaublich, ich schei&szlig; auf Blaulicht,<br>
              ich bleib einfach stehen und bewunder' die Aussicht.<br>
              Vielleicht glaubst du's nicht, es ist aus f&uuml;r dich,<br>
              bald erscheint mein Album und f&uuml;r dich gilt Kaufpflicht.<br>
              H&ouml;r gut auf mich und sei bitte nicht traurig,<br>
              ich bin wie ein Vulkan, der sehr bald ausbricht.<br>
              Und dann kommen f&uuml;r dich h&auml;rtere Zeiten,<br>
              Ich bleib unbesiegbar, so lang ich am Mic bin.</p>
            <p>Chorus (2 mal):<br>
              Lass mich durch! Tritt zur&uuml;ck!<br>
              Du disst mich, bist du verr&uuml;ckt?<br>
              Das ist dumm, aber irren ist menschlich,<br>
              doch du bist nur 'ne Ratte und mehr nicht.</p>
            <p>2. Strophe:<br>
              Und mehr bist du einfach nicht wert,<br>
              egal, was du tust, du tust es verkehrt.<br>
              Egal, was du sagst, du blamierst dich stets,<br>
              egal, wo du hingehst, du kommst immer zu sp&auml;t.<br>
              Es ist ein Freudenfest, zu h&ouml;ren wie du rappst,<br>
              es ist so verdammt schlecht, du verarschst dich doch selbst.<br>
              Und gib mir nicht die Schuld, dass du nichts erreichst,<br>
              du tr&auml;umst von Erfolg, doch du wirst zerfleischt.<br>
              Du wirst ausgepeitscht und dem Tod &uuml;berlassen,<br>
              n och liebst du dein Leben, doch bald wirst du es hassen.<br>
              Und laber, was du willst, keiner h&ouml;rt dir zu,<br>
              Genie&szlig;e dein Leben, denn bald stirbst du!</p>
            <p>Chorus</p>
            <p>3. Strophe:<br>
              Ich hab die Schauze voll, du hast's nicht anders gewollt,<br>
              Ich burn dich wie die H&ouml;lle und bin darauf noch stolz.<br>
              Du bist ein kleiner Wurm - am Boden - sonst gar nichts,<br>
              und dieser Track f&uuml;hlt sich f&uuml;r dich an wie ein Arschtritt.<br>
              Unser Unterschied - ich bin attraktiv,<br>
              du dagegen h&auml;sslich, w&auml;rst du doch nachtaktiv.<br>
              Setz dir was auf, um das Gesicht zu verdecken,<br>
              mit deiner Visage kann man Kinder erschrecken.<br>
              Du hast keine Groupies und keinen Fanclub,<br>
              du bist genauso fake wie Rot-Wei&szlig; Erfurt.<br>
              Und eins versprech' ich dir noch mit Sicherheit:<br>
              Dass dein erster Disstrack auch dein letzter bleibt!</p>
            <p>Chorus</p></td>
        </tr>
        <tr> 
          <td height="26" align=center  class=story> <b><a name="DddwdgR" id="DddwdgR"  class=story><b>B42 
            feat. ... - Du denkst du w&auml;rst der geilste Rapper</a></b></td>
        </tr>
        <tr> 
          <td height="789" class=story1> <p>Refrain:<br>
              Du denkst du w&auml;rst der geilste Rapper auch mit Akzent,<br>
              doch du sprichst weniger deutlich als 50 Cent.<br>
              Deine Themen interessieren nicht, weil sie keiner erkennt,<br>
              und wenn doch, haben sie nen Bart wie dass Jewgeni verpennt.<br>
              <br>
              B42's Part: <br>
              Du denkst, du w&auml;rst der beste Rapper auch mit Akzent,<br>
              doch du sprichst weniger deutlich als 50 Cent.<br>
              Deine Themen interessieren nicht, weil sie keiner erkennt,<br>
              und wenn doch, haben sie nen Bart wie dass Jewgeni verpennt.<br>
              ... <br>
              Keiner kann dich leiden, auch wenn du jetzt flennst,<br>
              ich muss es so klar sagen, damit du es erkennst. <br>
              Kill dich mit jeder Silbe, die du mir nennst,<br>
              leiste erste Hilfe, weil mein Flow deine Haut verbrennt.<br>
              Brennt, brennt, brennt, brennt, brennt, <br>
              dein Herz und deine Seele brennt.<br>
              Du sagst, du rappst, was dir einf&auml;llt,<br>
              das ist der Grund, warum dich Aggro Mohrdorf einstellt.<br>
              Du lebst in deiner Lew City Scheinwelt,<br>
              tut mir Leid, dass du &uuml;ber meinen Reim f&auml;llst.<br>
              Denn ohne 40 Frozen werden Dark B und ich abgehen,<br>
              ihr werdet flehen: &quot;Bitte, bitte lasst uns &uuml;berleben.&quot;<br>
              Doch wir sehen davon ab, lassen euch in Tr&auml;nen stehen,<br>
              wir brauchen nur bestes Fleisch f&uuml;r die Hy&auml;nen.<br>
              Und dein K&ouml;rper is ja wohl nich bestes Fleisch,<br>
              denn w&auml;re er bestes Fleisch, h&auml;ttest du reich-<br>
              lich Chicks, doch du bist verweichlicht.<br>
              Dieser eine Track, der reicht nicht,<br>
              dass Sliffs Widerstand vielleicht bricht,<br>
              is seltener als eine Sommernachtseisschicht.</p>
            <p>MC Unbekannt:<br>
              H zu dem U, zu dem S, zu dem T, zu dem L, E, R,<br>
              das ist MC Hustler.<br>
              Ich bin so cool, t&ouml;te jeden meiner Gegner,<br>
              egal ob schwul oder einfach nur Verr&auml;ter.<br>
              Jeder, der was gegen mich hat,<br>
              wird zusammen mit Staline einfach umgebracht.<br>
              Und da Lew ja noch l&auml;nger leben will,<br>
              tut er so, als ob er sich als Italiener f&uuml;hlt.<br>
              Doch Hustler ist zu schlau, er hat es erkannt,<br>
              im Innern bist du Russe, weise es nicht von der Hand.<br>
              Dein slawistisches Gesicht ist einfach zu markant,<br>
              f&uuml;r das deutsche Volk bist du eine Schand. <br>
              Ein Gl&uuml;ck, dass kein h&uuml;bsches M&auml;del an dich denkt, 
              <br>
              sonst w&uuml;rde sie auf dem Marktplatz erh&auml;ngt.<br>
              Doch kein Wunder, dass du ihre Blick nich f&auml;ngst,<br>
              weil Schamhaar auf dem Kopf deine Geilheit senkt.<br>
              Und dazu noch 100 Kilo auf 1,70 m,<br>
              h&auml;lst dich dabei auch noch f&uuml;r witzig.<br>
              Doch niemand f&auml;llt auf deine Spr&uuml;che rein,<br>
              du wirst fr&uuml;h sterben und zwar ganz allein. </p></td>
        </tr>
        <tr> 
          <td class=story align=center> <a name="GidS" class=story id="GidS"><b>B42 
            meets fly - G&auml;nseblümchen in der Sahara</b></a></td>
        </tr>
        <tr> 
          <td height="47" class=story1 > <div align=justify> 
              <p>1. Strophe:<br>
                Ob du nun Angela hei&szlig;t oder Gerhard, <br>
                wichtig ist, dass man dich gern hat.<br>
                Und wenn dich leider keiner gern hat, <br>
                werd Politiker und steh f&uuml;r die Kernkraft, dann wird das 
                was.<br>
                In einem gro&szlig;en Saal wirst du f&uuml;rs Schlafen bezahlt,<br>
                deine Name noch zu unbekannt im deutschen Bundestag. <br>
                Der neben dir liest Zeitung, weils ihn nicht betrifft,<br>
                wann kommt der Tag, an dem der Erste dort kifft?</p>
              <p>Weil ich schon so geil rappen kann, brauch ich kein Ged&auml;chtnis,<br>
                das einzige, was ich brauche, das ist mein Textbuch.<br>
                Und mein Textbuch sagt mir heute, jemand hinterl&auml;sst ein 
                Verm&auml;chtnis,<br>
                dass auf der ganzen Erdscheibe seines Gleichen sucht. <br>
                Und mein Textbuch hat immer Recht, es gibt euch einen Tipp,<br>
                er raucht keine Bongs, ist auch nicht aus'm Hop Hip.<br>
                Also keiner, der andauernd unser Gras wegraucht, <br>
                sein Name unbekannt, Hinweis: ein sch&uuml;chterner Mann,<br>
                der beim Sabbeln so viel Wasser verbraucht,<br>
                dass man damit in der Sahara wieder G&auml;nsebl&uuml;mchen wachsen 
                lassen kann...</p>
              <p>Chorus:<br>
                Ihr habt noch nicht kapiert, wer dieser Mann ist,<br>
                es ist der Edmund, den jeder von euch disst.<br>
                doch eigentlich ist er der geilste Politiker,<br>
                er zieht es durch und schei&szlig;t auf all euch Kritiker.<br>
                Komm schon, komm schon, komm schon,<br>
                komm zur&uuml;ck auf deinen Thron. <br>
                du kriegst richtig Kohle und wirst entlohnt,<br>
                Edmund wird uns von allem &Uuml;bel verschonen.</p>
              <p>2. Strophe:<br>
                W&auml;hrend ihr noch Gerhard S. lauscht, macht er sich Gedanken,<br>
                W&auml;hrend ihr noch Gerhard S. lauscht, macht er sich Gedanken,<br>
                macht er sich Gedanken, wie es wieder besser werden kann,<br>
                mit ihm als Minister wird Deutschland wieder weltbekannt.<br>
                Ihr d&uuml;rft euch jetzt nicht an seinen Versprechern aufh&auml;ngen,<br>
                er schl&auml;gt andere Politiker mit seinen Waffen um L&auml;ngen.<br>
                Ich mein, gebt's doch zu, wir Ossies sind frustiert,<br>
                danke Edmund, dass du uns nicht wie Gerd manipulierst.<br>
                Sondern die Wahrheit sagst, so direkt,<br>
                dass dich jeder kritisiert und es leider nicht checkt. <br>
                Denn sonst w&uuml;rden wir gemeinsam in die Zukunft gehen<br>
                und die &Uuml;berlegenheit der bayerischen Bildung einsehen.<br>
                Dich anflehen, dass wir sie bei uns nachahmen d&uuml;rfen,<br>
                deine Politik verschont uns von Asiaten und T&uuml;rken.<br>
                Ohne Ausl&auml;nder wird Deutschland wieder Forschungslande,<br>
                die T&uuml;rkei in die EU - wer will das schon? - Nein, danke.<br>
                Was wir wollen, das bist einzig und allein du,<br>
                die Wahl 2002 war doch reinster Sozi-Wahlbetrug.</p>
              <p>Chorus:<br>
                Ihr habt es nun kapiert, wer dieser Mann ist,<br>
                es ist der Edmund, den jeder von euch disst,<br>
                doch eigentlich ist er der geilste Politiker,<br>
                er zieht es durch und schei&szlig;t auf all euch Kritiker.<br>
                Komm schon, komm schon, komm schon,<br>
                komm zur&uuml;ck auf deinen Thron.<br>
                Damit es aufw&auml;rts geht, so weit aufw&auml;rts,<br>
                dass ihr bald nicht mehr wisst, wo es aufh&ouml;rt.</p>
              <p> 3. Strophe:<br>
                Dann kommt Tag X, es l&auml;sst sich nicht verhindern,<br>
                denn George W. sieht nur Angies Hintern,<br>
                dass er in ihn kriecht, schlau ausgereift,<br>
                macht er sie dann zur Sexiest Woman Alive. <br>
                Sie sehr geschmeichelt, ihr Stolz entfacht,<br>
                Georgie Bush wird der Kumpel der einen Weltmacht.<br>
                Schickt all seine Truppen mit uns in den Krieg,<br>
                wir holen die Beute, ist das nicht lieb?<br>
                Nicht lieb jedenfalls ist die UN-Untersuchung,<br>
                denn eigentlich hatten wir ja gar keinen Kriegsgrund.<br>
                Na egal, wir haben die Macht, und setzen einfach alle Kommissare 
                ab.<br>
                Deutschland ist das Dach der Welt,<br>
                wir machen, was uns gef&auml;llt,<br>
                wir sind das geilste Land auf der ganzen Welt.<br>
                So ginge das dann weiter, immer nach oben,<br>
                die Arbeitslosenzahlen s&auml;nken dramatisch zu Boden.<br>
                Und wenn ihr jetzt immer noch kein Sabber vorm Mund habt,<br>
                habt ihr nicht verstanden, was ich euch grade Kund tat.</p>
              <p> Chorus:<br>
                Ihr habt es nicht kapiert, wer dieser Mann ist,<br>
                es ist der Edmund, den jeder von euch disst,<br>
                doch eigentlich ist er der geilste Politiker,<br>
                er zieht es durch und schei&szlig;t auf all euch Kritiker.<br>
                Kommt schon, kommt schon, kommt schon,<br>
                w&auml;hlt ihn auf seinen Thron, <br>
                w&auml;hlt ihn auf seinen Thron,<br>
                w&auml;hlt ihn auf seinen Thron.</p>
            </div></td>
        </tr>
        <tr> 
          <td class=story align=center> <a name="UdTb" class=story id="UdTb"><b>40 
            Frozen - Und der Terror beginnt</b></a></td>
        </tr>
        <tr> 
          <td height="62" class=story1><div align=justify> 
              <p>Chorus:<br>
                Wir kommen auf eure Party und die Stimmung sinkt,<br>
                wir sind die drei B&ouml;sen und der Terror beginnt.<br>
                Die Partie ist vorbei, alle m&uuml;ssen fl&uuml;chten,<br>
                am Ende verm&ouml;beln wir noch DJ Christian. </p>
              <p>B42s Strophe:<br>
                Bist du ein hei&szlig;es Chick, ist es kein Problem, <br>
                jeder will dich auf seiner Party sehen.<br>
                Doch wir sind nicht geil und auch m&auml;nnlich,<br>
                deshalb ist es nur zu verst&auml;ndlich,<br>
                dass wir deine Party st&uuml;rmen und sie zerst&ouml;ren,<br>
                alle verwirren und den DJ burnen.<br>
                Sie fangen schon an, an der T&uuml;r zu h&ouml;ren:<br>
                "Kommen die wieder?"<br>
                "Oh yeah", sagt Gadd Ridd, schnappt sich ein Bier, <br>
                ein Chick und tanzt mit ihr.<br>
                Sie sagt zwar widerwillig: "Net mit mir!",<br>
                doch was soll sie machen im Gadd Ridd Revier?<br>
                Christian versucht die Party noch zu retten, <br>
                er spielt Fanta4, wir legen ihn in Ketten.<br>
                Du sch&uuml;ttelst den Kopf, es ist vorbei,<br>
                niemand findet deine Party geil!</p>
              <p>Chorus</p>
              <p>Gadd Ridds Strophe:<br>
                Daniel macht ne Party und will uns nicht haben,<br>
                da blieb uns keine Wahl, als uns selbst einzuladen.<br>
                Wir m&ouml;gen nicht, dass Leute hinter unserm R&uuml;cken reden,<br>
                also sind wir auf jedem Event vertreten.<br>
                Vergebens auch der Versuch uns hinauszuweisen,<br>
                weil wir dann jeden mit dem B&uuml;ffet beschmei&szlig;en.<br>
                Zu verzeichnen ist ein R&uuml;ckgang der Partycrowd um 9,<br>
                das liegt nicht an uns, sondern an unserm guten Freund.<br>
                DJ Christian ist froh, dass mal jemand mit ihm redet,<br>
                wir verabreichen ihm Drinks und er ist schnell benebelt.<br>
                B42 fordert ein Freestyle-Battle, sehr, sehr laut,<br>
                doch D-Rag und Hardy machen sich aus dem Staub.<br>
                Sliff will sich nicht verstecken und nen Breakdance vormachen.<br>
                Einige blaue Flecken, der Rest kann nicht mehr vor Lachen.<br>
                Ich bin sauer, weil Groupies andauernd stressen.<br>
                Mein Wet-T-Shirt-Contest k&ouml;nnt ihr aber vergessen.</p>
              <p>Chorus</p>
              <p>Sliffs Strophe:<br>
                Ich komme ungebeten auf dieser Party an,<br>
                jeder wei&szlig; Bescheid, ich bin ein Tyrann!<br>
                setz mich in die Ecke und schau, was da l&auml;uft,<br>
                die Party ist so mies, alle sind wie bet&auml;.<br>
                Die Musik entt&auml;uscht und mein Auftritt beginnt,<br>
                die Chicks hier sind hei&szlig; und haben was Bessres verdient.<br>
                Schubs den DJ weg, denn f&uuml;r diesen Anlass,<br>
                hab ich nen neuen Song, extra daf&uuml;r verfasst.<br>
                Ihr m&uuml;sst es ertragen, das ist euer Schicksal,<br>
                und wenn ihrs nicht wollt, dann fickt euch, ihr Wichser!! <br>
                Hats jemanden gefallen, oh, das wei&slzig; ich nicht, <br>
                doch eins ist klar, Chicks waren hei&slzig; auf mich. <br>
                da kamen die T&uuml;rsteher, man wollte mich los werden, <br>
                der eine sitzt nun im Rollstuhl, der andere liegt im Sterben.<br>
                L&auml;nger konnte ich nicht bleiben, die Bullen, verdammt, <br>
                setzte alles in Brand, sagte Adieu und verschwand.</p>
              <p>Chorus</p>
            </div></td>
        </tr>
        <tr> 
          <td class=story align=center><a name="TCo" class=story id="TCo"><b>Sliff 
            &amp; Gadd Ridd - The Chronic of Dark B</b></a></td>
        </tr>
        <tr> 
          <td height="46" class=story1> <div align=justify> 
              <p>Gadd Ridds Strophe:<br>
                Dark B war ein weicher, &auml;ngstlicher Junge,<br>
                mit gro&szlig;er Fantasie und geschliffener Zunge.<br>
                Aus Angst erfand er eine Welt der Dunkelheit<br>
                und stolz schrieb er ein Heldenlied &uuml;ber die Darkside.<br>
                Er hatte Erfolg damit und trat aus der Versandung,<br>
                seine Freunde warnten, doch es begann die Verwandlung.<br>
                Dark B wurde zu Dark B, ernst und furchteinfl&ouml;&szlig;end,<br>
                allen gefiel es, er verschrieb sich durch und durch dem B&ouml;sen.<br>
                Er verlie&szlig; seine Band f&uuml;r das Geld, weil er jetzt der 
                Star ist,<br>
                er produziert sein Solo-Album: &quot;The Empire of Darkness&quot;.<br>
                Der Durchbruch - es ging unaufhaltsam nach oben,<br>
                er bekam alles: Frauen, Autos, Kinder, au&szlig;er Drogen.<br>
                Seine Kunst war Religion, er rief eine Sekte ins Leben,<br>
                &quot;The Dark Warriors&quot; durften nur ihn als Gott anbeten.<br>
                Er konnte nicht aufh&ouml;ren, dark zu sein und machte immer weiter,<br>
                er bemerkte jedoch nicht, wann seine Zeit vorbei war. </p>
              <p>Chorus:<br>
                Never! Never enter the Darkside! Never enter the Darkside!<br>
                Never enter the Dark-Dark-Dark-Darkside!</p>
              <p>1. Hook:<br>
                K&auml;mpf f&uuml;r das Gute und Gerechtigkeit auf Erden, <br>
                wer ein reines Herz hat, muss sich nicht im Dunkeln verbergen.<br>
                Dark-Dark-Dark-Darkside.</p>
              <p>Sliffs Strophe:<br>
                Es war wie ein Fluch - sein Ehrgeiz ohne Grenzen,<br>
                mit grad mal zwanzig Jahren wollte er Ma&szlig;st&auml;be setzen.<br>
                Doch sie kam ihm pl&ouml;tzlich - die Frage nach dem Sinn,<br>
                lebt er nur einen Traum, geschieht das wirklich mit ihm?<br>
                Er wird depressiv - meint sein Leben stinkt,<br>
                auf einer Party probiert er seinen ersten Drink.<br>
                Der Geist war stark, der K&ouml;rper nicht,<br>
                dem Alkohol ergibt er sich.<br>
                Und die Welt dreht sich weiter, keinen k&uuml;mmert sein Schmerz,<br>
                er wird von Frauen ausgenutzt und so verk&uuml;mmert sein Herz.<br>
                2 Promille, Verzweiflung, dunkle Gedanken,<br>
                so entsteht sein zweites Album &quot;The return of Darkman&quot;.<br>
                Es wird ein Reinfall und das Showbiz ist hart,<br>
                Dark B hatte seine letzte Chance gehabt.<br>
                Das Geld war weg, das sch&ouml;ne Leben auch,<br>
                er war ein gebrochener Mann und komplett ausgelaugt.</p>
              <p>Chorus</p>
              <p>2. Hook:<br>
                Erforsche deine Seele, um deinen Weg zu finden,<br>
                geh aus dem Dunkel und du wirst das B&ouml;se &uuml;berwinden.<br>
                Dark-Dark-Dark-Darkside.</p>
              <p>3. Strophe:<br>
                Er sah nur noch eine L&ouml;sung f&uuml;r das Problem,<br>
                er wollte sich das Leben nehmen.<br>
                Er nahm schon Tabletten mit Jim Beam auf Eis,<br>
                da fielen ihm seine alten Freunde ein, die White Guys.<br>
                Er rief sie an, es tat ihm alles so Leid,<br>
                sie lie&szlig;en sich herab, die Band war wieder vereint.<br>
                Ein Schachzug, damit machten sie richtig Geld,<br>
                das Gleichgewicht zwischen Gut und B&ouml;se ist hergestellt.</p>
              <p>Chorus</p>
              <p>3. Hook:<br>
                Jetzt sind wir am Ende und f&auml;llen unser Urteil,<br>
                niemand auf der Welt findet die Darkside geil.<br>
                Dark-Dark-Dark-Darkside.</p>
              <p>2x Chorus</p>
            </div></td>
        </tr>
        <tr> 
          <td class=story align=center> <a name="Dds" class=story id="Dds"><b>B42 
            - Die dunkle Seite</b></a></td>
        </tr>
        <tr> 
          <td class=story1><div align=justify>1. Strophe:<br>
              Ihr fragt euch sicher auch, wie konnte ich das übersehen,<br>
              19 Jahre lang praktisch wie blind durchs Leben gehen.<br>
              Doch dann kam der Tag, an dem ich es kapierte, <br>
              an dem ich alles hinwarf und die Fehler ausradierte.<br>
              Doch ganz langsam, von Anfang an, <br>
              ich war nen Typ, dessen Party nie statt fand.<br>
              Mit Anstand, der am Rand stand, <br>
              nie jemand fand, der verstand, eben verkannt.<br>
              Sein Leben verplant, bevor es richtig begann,<br>
              immer im Bewusstsein, dass er es eigentlich kann.<br>
              Doch wann gaben sie ihm mal die M&ouml;glichkeit, <br>
              sein K&ouml;nnen zu zeigen und so wurde es h&ouml;chste Zeit, <br>
              sich zu bemühen, dass er schnell etwas änderte.<br>
              Und als er so auf dem Schulhof schlenderte, <br>
              fiel ihm auf, dass er immer sehr h&ouml;flich war, <br>
              ein Loser, den jeder doch als netten Jungen sah. <br>
              Und so sprach er zu sich, mein altes Leben ist Geschicht, <br>
              euch mag ich nicht, es ist meine verdammte Pflicht, <br>
              euch mit der &Uuml;berlegenheit meines Geistes zu verh&ouml;hnen<br>
              und dann sprach eine Stimme in tiefen T&ouml;nen.<br>
              <br>
              Refrain:<br>
              Willkommen auf unserer dunklen Seite! <br>
              Hier ist jeder willkommen, der sich f&uuml;r uns entscheidet.<br>
              Du hast soeben gezeigt, dass dus drauf hast, <br>
              also komm her und entbinde dich von deiner Last.<br>
              Zeig uns deine Liebe f&uuml;r die schwarze Magie, <br>
              hier bekommst du alles und hier verlierst du nie.<br>
              <br>
              2. Strophe<br>
              Wwh, was war das denn? <br>
              Liegt wohl am leeren Sternburgbierkasten. <br>
              Nein, man, du hast richtig geh&ouml;rt, <br>
              v&ouml;llig n&uuml;chtern wurdest du grade bet&ouml;rt.<br>
              Leicht verst&ouml;rt bin ich, mein Ger&uuml;st zerst&ouml;rt <br>
              von diesem Mann im schwarzen T-Shirt.<br>
              Wie, du bist noch nicht &uuml;berzeugt?<br>
              Dann wird dir jetzt dein guter Wille gebeugt! <br>
              Dein dunkles Ich will dich gerne besiegen,<br>
              in einer Freestylebattle wirst du am Boden liegen. <br>
              Und schon erklang der Beat von Satan Da Kid, <br>
              ich burnte ihn wie damals Gadd Ridd. <br>
              Die Crowd geht mit, dachte ich schon, <br>
              feiern die R&uuml;ckkehr des verlorenen Sohn.<br>
              Doch dann merkte ich, vor Lachen standen ihnen Tr&auml;nen im Gesicht, 
              <br>
              es interessierte sie einfach nicht, was er spricht.<br>
              Auf deepen Rhyme nicht so erpicht,<br>
              und dann kam mein dunkles Ich und burnte mich. <br>
              <br>
              Refrain<br>
              <br>
              3. Strophe <br>
              Hier verlierst du nie, das waren seine Worte, <br>
              und so stand ich nun vor seiner Pforte. <br>
              Er lie&szlig; mich ein, goss mir 2 Jim Beam ein, <br>
              irgendwo musste hier doch ein Haken sein?<br>
              Nein, hier steht jeder f&uuml;r sich allein,<br>
              antwortete er und es fiel mir schwer,<br>
              die Logik der dunklen Seite anzunehmen,<br>
              und dann lie&szlig; er mich auf die Erde zur&uuml;ckgehen.<br>
              Kaum oben angekommen fragten mich 2 Br&auml;ute:<br>
              "Hey, was machst du denn so heute?"<br>
              "Ich, ja ich, werde euch vernaschen!"<br>
              Sie blickten wie 2 M&ouml;pse aus Frauenhandtaschen. <br>
              Doch, nach kurzem gegenseitigem Anstarren<br>
              wollten sie wohl nicht weiter so verharren. <br>
              Nahmen mich an der Hand und verschwanden im Wald, <br>
              so hatte ich mehr Frauen als mit 19 bald. <br>
              Harhar, das nenn ich Vielfalt!<br>
              siehst du, wie sich alles auszahlt? <br>
              Nein, du bist der, der es falsch erkannte, <br>
              eigentlich cool, aber so leben, nein Danke!<br>
              Oh Mist, das war dann mein 1. Fehler, <br>
              und sprach nochmal wie der Kanzler zum W&auml;hler:<br>
              <br>
              Modified Refrain:<br>
              Willkommen auf unserer dunklen Seite! <br>
              Hier ist jeder willkommen, der sich f&uuml;r uns entscheidet.<br>
              Du hast soeben gezeigt, dass dus nicht willst, <br>
              also such dir einen anderen Ort zum Chillen!<br>
              Hier ist jedenfalls kein Platz mehr f&uuml;r dich,<br>
              auf Nimmerwiedersehen, auf mich wartet die Pflicht!</div></td>
        </tr>
        <td class=story align=center> <a name="Kzu" class=story id="Kzu"><b>40 
          Frozen - Komm zur&uuml;ck</b></a></td>
        </tr>
        <tr> 
          <td class=story1><div align=justify> 
              <p>1. Strophe:<br>
                Sein Name war Gadd Ridd, er war erst 19,<br>
                so viele Chicks wollten ihn noch nackt sehen.<br>
                Er war ein cooler Typ, er nahm alles mit Humor,<br>
                sogar den Augenblick, als er sein Leben verlor.<br>
                Finden keine Ruhe, die Leiche nie gefunden,<br>
                der Punk wars, er hat die Disse nie &uuml;berwunden.<br>
                <br>
                Denn er nahm den Mund voll, machte sich Feinde,<br>
                ohne, dass er es je b&ouml;se meinte.<br>
                Und wenn er reimte, dass jeder weinte,<br>
                da konnten sie's nicht lassen, Gadd Ridd zu hassen.<br>
                Wir k&ouml;nnen es nicht fassen, du fehlst uns so sehr,<br>
                die Bullen ermitteln ohne Chance auf mehr.</p>
              <p>Refrain:<br>
                Gadd Ridd, wo bist du? Gadd Ridd, komm zur&uuml;ck!<br>
                Alles ist weg, uns bleibt nur die Trauer.<br>
                Gadd Ridd geht und zwar auf Dauer.<br>
                Gadd Ridd, wo bist du? Gadd Ridd, komm zur&uuml;ck!<br>
                Alles ist vorbei, die Erinnerung bleibt.<br>
                Gadd Ridd, du hast es der Welt gezeigt.</p>
              <p>2. Strophe:<br>
                Mein Freund ... du hast deinen Feinden das F&uuml;rchten gelehrt,<br>
                da ist es kein Wunder, dass sich einer mal wehrt.<br>
                <br>
                Wir haben dich gewarnt, engagier Bodyguards<br>
                von dem Geld der Platin-Alben in den Charts.<br>
                Du meintest nur, falls Leute Hass gegen dich zerstreuen,<br>
                dauert es nicht lange und sie w&uuml;rden es bereuen.<br>
                <br>
                Du warst schon immer so, v&ouml;llig realit&auml;tsfremd,<br>
                du bliebst bei deiner Haltung, wie man sie schon seit einer Weile 
                kennt.<br>
                Wir warnten dich, hatten Angst um dich,<br>
                doch es war dir egal, es war dir nicht wichtig.<br>
                Du warst eben stur, hast die Gefahr ignoriert,<br>
                es war nur ne Frage der Zeit, bis etwas passiert.<br>
                <br>
                Am Montag dann der Anruf,<br>
                ich war grad besch&auml;ftigt im Puff.<br>
                Am Apparat Gerdy, mal wieder im Suff,<br>
                er rief nach Hilfe und pl&ouml;tzlich ... war Schluss.</p>
              <p>Refrain</p>
              <p>3. Strophe:<br>
                Der Welt und uns &#8211; wir sind jetzt Rapstars,<br>
                im Herzen bleibst du unser Gangster.<br>
                In der Band gibt's nun ne neue Ordnung,<br>
                Sliff als Leads&auml;nger, klar das geht in Ordnung.<br>
                <br>
                Ah, jetzt geht mir ein Licht auf,<br>
                Sliff hat Gadd Ridds Tod erkauft.<br>
                Du warst schon immer neidisch,<br>
                deine Raps einfach nur peinlich.<br>
                Aug um Aug, Zahn um Zahn,<br>
                ich werde dich t&ouml;ten in Gerdys Namen.<br>
                <br>
                Was sagst du, du kleiner Schuft?<br>
                Ich mach Waff-Waff-Waff-Waff! Wwwuuaafff!<br>
                <br>
                Hey lass los, weg von meinem Fu&szlig;,<br>
                wollte nicht, dass es soweit kommen muss.<br>
                <br>
                Tut mir Leid mein Freund, ich bin ausgerastet,<br>
                ich werd noch verr&uuml;ckt, weil dieser Song so krass ist.<br>
                Wir m&uuml;ssen Musik machen und uns zusammenrei&szlig;en,<br>
                Gadd Ridd w&auml;r entt&auml;uscht, dass wir aufeinander schei&szlig;en.</p>
              <p>Refrain</p>
              <p>4. Strophe:<br>
                Hey lass uns zum Tatort gehen,<br>
                einmal noch sein Antlitz sehen,<br>
                Abschied nehmen und verstehen,<br>
                wir k&ouml;nnen die Zeit nicht mehr zur&uuml;ckdrehen.<br>
                <br>
                Wie konnte so was nur geschehen?<br>
                Sein Name war Gadd Ridd, er war erst 19,<br>
                so viele Feinde wollten ihn mal tot sehen.<br>
                Bleib mal stehen, ich muss das Telefon abnehmen...</p>
            </div></td>
        </tr>
        <td class=story align=center> <a name="WBII" class=story id="WBII"><b>40 
          Frozen presents World Battle II</b></a></td>
        </tr>
        <tr> 
          <td class=story1><div align=justify>MC Hustler: <br>
              Wir kl&auml;ren das hier ein für alle mal,<br>
              ich bin ein echt deutscher Schakal.<br>
              Ich bin an der Macht und ihr seid genervt, <br>
              auch das Attentat war nur ein Kratzer, Stauffenberg.<br>
              <br>
              Jo Staline: <br>
              Das hier &uuml;berlebst du ganz sicher nicht mehr, <br>
              guck, wie ich dich raptechnisch zerst&ouml;r.<br>
              Du willst vor Moskau stehen, du kleiner Keck,<br>
              ein Reim von mir und deine Armee ist weg. <br>
              <br>
              MC Hustler: <br>
              Josef, wir werden uns nicht mehr vertragen,<br>
              ab heute wird mal wieder zur&uuml;ckgeschlagen.<br>
              Ich hab deinen Plan schnell erkannt,<br>
              und dein Land in 3 Tagen einfach &uuml;berrannt. <br>
              <br>
              Jo Staline: <br>
              Wo ist denn deine 6. Armee?<br>
              Ihr habt doch alle Schiss vor Schnee!<br>
              Ich seh deine M&auml;nner nur noch fliehen,<br>
              und werd mir erst mal einen Jollie reinziehen.<br>
              <br>
              The Unknown One (TUO): <br>
              &Uuml;ber Krieg kann man nicht so reden,<br>
              es ist an der Zeit, nach Frieden zu streben.<br>
              Lasst euch von den Zweien nicht verf&uuml;hren,<br>
              sie wollen nur Mord und Hass sch&uuml;ren.<br>
              Wir m&uuml;ssen aus unseren Fehlern lernen,<br>
              warum nur m&uuml;ssen Menschen sterben?<br>
              Ich bin f&uuml;r Freiheit, Gleichheit, Br&uuml;derlichkeit,<br>
              kein Streit, seid ihr dazu bereit?<br>
              Legt die Waffen nieder, w&auml;hlt die beiden nie wieder, <br>
              wenn ihr Frieden wollt, bin ich euer Leader.<br>
              <br>
              MC Hustler: <br>
              &Uuml;berall rotes Gesindel, also:<br>
              Lasst diesen St&ouml;renfried entfernen,<br>
              und Jo, du wirst es langsam lernen.<br>
              Stalingrad war nur ein Trick von mir,<br>
              und bald steht Deutschland vor deiner T&uuml;r. <br>
              <br>
              Jo Staline: <br>
              &Uuml;bersch&auml;tzung der eigenen Kraft,<br>
              und Untersch&auml;tzung der gegnerischen Macht.<br>
              Das war schon immer deine Strategie,<br>
              und deshalb zwing ich dich in die Knie. <br>
              <br>
              MC Hustler: <br>
              Es ist klar, du bist kein Genie,<br>
              deine Texte schreibst du nie &#8211; selbst.<br>
              Chruschtschov wei&szlig; es ganz genau, <br>
              ICH KANN DAS NICHT LESEN GOEBBELS DU SAU. <br>
              <br>
              Jo Staline: <br>
              Ha ha ha, du hast es versaut,<br>
              ihr beide habt wohl Schei&szlig;e gebaut.<br>
              Hustler, dir fehlt einfach Kreativit&auml;t,<br>
              ich sag nur Wiener Universit&auml;t. <br>
              <br>
              MC Hustler: <br>
              Den Typen haben ich es dann gezeigt<br>
              und &Ouml;sterreich mir einverleibt.<br>
              Russland liegt mir bald auch zu F&uuml;&szlig;en,<br>
              und ich sehe all die Slawen mich schon gr&uuml;&szlig;en. <br>
              <br>
              Jo Staline: <br>
              Erz&auml;hlst mal wieder eine wirre Geschicht&#8217;, <br>
              doch ich bin die Endl&ouml;sung f&uuml;r dich.<br>
              Und sei jetzt bitte nicht eingeschnappt,<br>
              sonst f&auml;llt dein kleines B&auml;rtchen ab.<br>
              <br>
              TUO: <br>
              Nun, was ist, habt ihr euch entschieden?<br>
              Wollt ihr mir oder den 2 dienen?<br>
              Ich bin ... das, was ihr braucht, <br>
              diese 2 sind nur Schall und Rauch. <br>
              Seht euch an, wie die Geier, <br>
              die 2 Diktatoren feiern.<br>
              Gebt mir Macht und die Weltherrschaft, <br>
              ihr werdet &uuml;berrascht, was ein Genius schafft. <br>
              Gl&uuml;ck und Frieden f&uuml;r die Welt, <br>
              vernichte alles, was sich gegen mich stellt.<br>
              Ne Gemeinschaft geht nur mit strikter Regierung, <br>
              mit mir an der Spitze zur weltweiten F&uuml;hrung! <br>
              Deshalb folgt mir und singt: "Volksaufstand ... Volksaufstand ... 
              Volksaufstand" <br>
              <br>
              MC Hustler:<br>
              Deshalb folgt mir und singt: "F&uuml;hrerschaft ... F&uuml;hrerschaft 
              ... F&uuml;hrerschaft"</div></td>
        </tr>
        <td class=story align=center> <a name="B42" class=story id="B42"><b>40 
          Frozen - B42 Sliff &amp; Gadd Ridd</b></a></td>
        </tr>
        <tr> 
          <td class=story1><div align=justify> 
              <p>Refrain:<br>
                B42, Sliff und Gadd Ridd,<br>
                40 Frozen, 40 Frozen.<br>
                Mischen jetzt im Bizz fett mit,<br>
                40 Frozen, 40 Frozen.<br>
                Irre, krank, 3 Perverse,<br>
                schreiben daf&uuml;r die geilsten Verse,<br>
                wie w&auml;rs, wenn ihr es endlich zugebt,<br>
                ihr werdet high, wenn 40 Frozen zuschl&auml;gt.</p>
              <p>Sliffs Strophe:<br>
                Deine Party ist zu Ende, jetzt komm ich rein,<br>
                piss nicht ein, sonst piss ich dir ans Bein.<br>
                40 Frozen steht bekanntlich f&uuml;r Qualit&auml;t,<br>
                wo meine Crew auftaucht, wird jeder Arsch zugen&auml;ht.<br>
                Leg dich nicht mit uns an, sei behutsam,<br>
                du bist kein Typ, der aus meiner Hood stammt.<br>
                Du hasst mich, weil du es nicht begreifst,<br>
                dass ich ein Ignorant bin, der auf euch Pisser schei&szlig;t.<br>
                Aber kommt blo&szlig; nicht hier an und verlangt Respekt,<br>
                da raste ich aus und puste euch weg.<br>
                R&uuml;hrt euch nicht vom Fleck, selbst wenn es euch erschreckt,<br>
                leckt mich am Arsch und checkt, wie es schmeckt.<br>
                Ich hab noch viel vor, ich will noch viel erreichen,<br>
                daf&uuml;r geh ich &uuml;ber Leichen, Gott gab mir sein Zeichen.<br>
                Ich soll da weitermachen, wo ich jetzt bin,<br>
                Jeder soll es wissen, Sliff is der King.</p>
              <p>Refrain</p>
              <p>B42s Strophe:<br>
                Ich bins B42, Tanurlatent,<br>
                egal, wie ihr mich nennt,<br>
                Hauptsache ist, dass ihr mich kennt,<br>
                sonst habt ihr nen Trend verpennt.<br>
                Ich habe kein Mitleid mit Rapgeprolle,<br>
                deswegen mag mich deine Olle.<br>
                Sie sagt: &quot;Er ist der, der sagt, was er denkt,<br>
                und den Leuten reinen Wein einschenkt.<br>
                Sein politischer Rap ist interessant, <br>
                auch wenn er nicht gut aussieht, er mag es charmant.<br>
                Meine Mutter mag ihn sehr, in voller Statur,<br>
                er ist ein Latent von Mutter Tanur.&quot;<br>
                So klingen sie alle, doch ihr m&uuml;sst mal verstehen,<br>
                ihr m&uuml;sst mich ansprechen, um mit mir zu gehen.<br>
                Denn so schreib ich meinen Text und sitz hier rum,<br>
                ohne Groupies, doch ich scher mich nich drum.</p>
              <p>Refrain</p>
              <p>Gadd Ridds Strophe:<br>
                Die, die mich kennen, wissen, dass ich ein Psycho bin,<br>
                verst&auml;ndlich, es ist Zeit, dass ich ne neue Micshow bring.<br>
                Gadd Ridd mein Name, falls du ihn noch nicht wei&szlig;t,<br>
                solltest du aber, denn die meisten untersch&auml;tzen mich meist,<br>
                das hei&szlig;t, falls ein paar Spasten Hass gegen uns verstreuen,<br>
                dauert es nicht lange und sie werden es bereuen.<br>
                Doch ich bleib cool, keiner von denen hat so ne geile Band,<br>
                ich bleib bei meinem Style, wie man ihn schon seit ner Weile kennt.<br>
                Denn: Ich war schon immer so, voll von idiotischen Ideen,<br>
                nenn mich Spack, weil ich werde unter die Chaoten gehen.<br>
                Ich zieh es durch, solang ich dabei Spa&szlig; hab,<br>
                erst wenn es nichts mehr zu verarschen gibt, wars das.<br>
                Ich bin pervers, gemein, ich zieh alles durch den Dreck,<br>
                nich mal vor B42 und Sliff hab ich Respekt.<br>
                Sorry, es ist Dirty Gerdy, warum ich mit euch rap,<br>
                der Fame macht mein Leben sch&ouml;n und ich will bald Geld z&auml;hlen.</p>
              <p>Refrain</p>
            </div></td>
        </tr>
        <td class=story align=center> <a name="Es" class=story id="Es"><b>40 Frozen 
          - Es ist kein Wunder</b></a></td>
        </tr>
        <tr> 
          <td class=story1><div align=justify> 
              <p>Refrain:<br>
                Es ist kein Wunder, dass Jena unser Home ist,<br>
                weil Berlin zu Gangsta und Hamburg zu stoned ist.<br>
                Und die andren Towns interessieren nicht au&szlig;er diese Superstadt,<br>
                sie steht hinter uns, wir machen jeden Looser platt.</p>
              <p>Hook:</p>
              <p>Und bist du und deine Gang vielleicht noch am Leben, <br>
                Little Moscow wird dir und deiner Sippe den Rest geben.</p>
              <p>Refrain</p>
              <p>B42s Strophe:<br>
                Ich bin hier geboren und ich lebe hier seit Jahren,<br>
                mir k&ouml;nnte nie etwas bessres widerfahren.<br>
                Wir m&uuml;ssen nicht nach Erfurt, alles bekommst du hier,<br>
                in Jena kriegst du Arbeit, Kohle und Bier.<br>
                Und wenn du dich pr&uuml;geln willst, fahr nach Lobeda,<br>
                dort regieren die Nazis und die russische Mafia.<br>
                Man kann da ganz gut leben, auch ohne K&uuml;chenschaben,<br>
                solange die Assis kein Geld f&uuml;r Kognak haben,<br>
                hast du deine Ruhe und die Mieten sind tief, <br>
                doch wenn du in der Stadt wohnst, dann bist du der Chief.<br>
                Jeden Tag nur Party, dass is hier kein Problem,<br>
                und fr&uuml;h l&auml;sst du dich in der Uni sehen.<br>
                So machen es hier 20.000, der Rest arbeitet hart,<br>
                bei Jenoptik und Zeiss erf&uuml;llt jeder seinen Part.<br>
                Doch ich wohne in einer Stadt, die keinen Millionen hat,<br>
                die schei&szlig; Politiker hab ich endlich satt.<br>
                Sie erh&ouml;hen Bu&szlig;gelder und ham doch keine Ahnung,<br>
                ich will gar nicht erst anfangen mit der Schulnetzplanung.<br>
                Wir schicken sie und die Nazis nach Westberlin,<br>
                dann wird meine Stadt wieder wundersch&ouml;n.</p>
              <p>Refrain + Hook</p>
              <p>Gadd Ridds Strophe:<br>
                Gadd Ridd, Gadd to the Ridd, Gadd Ridd is in Town, Yeah:<br>
                Ihr Looser kennt nicht unsere Stadt und k&ouml;nnt euch verpissen,<br>
                in sp&auml;testens einem Jahr wird es ganz Deutschland wissen.<br>
                Ein Track f&uuml;r Jena, unsre coole Hometown, <br>
                Rapper aus dem Osten, ihr solltet lieber abhauen.<br>
                da gibts nichts zu staunen, nichts zum Angeben,<br>
                schaut wie wir aus der Masse hier abheben.<br>
                Wir behaupten auch nicht, wir sind ausm Getto,<br>
                und willst du Getto, bleib in deiner Schei&szlig;stadt und kauf 
                dir ein Cornetto.<br>
                Fahr doch auf der Autobahn vorbei, es ist nicht Berlin,<br>
                wir bleiben dabei, der Rest kann sich verziehen.<br>
                Hier leben Hools, Punks, Pisser und Studenten,<br>
                von denen wir uns hier abgrenzen.<br>
                Obwohl, zu jedem, der uns supported, sind wir cool,<br>
                wir machen uns einen Namen und wir rulen.<br>
                Die, die uns haten, k&ouml;nnen uns nicht verstehen,<br>
                wir sind bereit und battlen euch bis auf die Zehen.<br>
                Nicht, dass einer denkt, wir suchen hier Streit,<br>
                wir haben einfach keinen Bock auf eure Unf&auml;higkeit.<br>
                Keine Zeit f&uuml;r einen Gangfight, macht euern Schei&szlig;,<br>
                w&auml;hrend ich Raps schreib und ins Mic bei&szlig;,<br>
                die City geh&ouml;rt uns, kein Ding,<br>
                der Fame w&auml;chst und w&auml;chst, hier liegt der Beginn.</p>
              <p>Refrain + Hook</p>
              <p>Sliffs Strophe:<br>
                Das geht an alle Br&auml;ute, Sliff zeigte schwule Aktivit&auml;ten 
                heute.<br>
                Mit 6 Jahren, da ist es passiert, <br>
                ich kam nach Jena, die Stadt, die mich fasziniert.<br>
                Sch&ouml;ne Stra&szlig;en, geile Uni, kleiner Markt,<br>
                und muss ich hier mal weg, sterb ich am Herzinfarkt.<br>
                Ich liebe meine Stadt, einfach so, ohne Grund,<br>
                sie ist zwar weder gro&szlig; noch alt, aber bunt.<br>
                Denn hier treiben sich alle m&ouml;glichen Leute rum,<br>
                viele sind nur d&auml;mlich, die meisten total dumm. <br>
                Die Nazis, die sich st&auml;ndig mit den Punks pr&uuml;geln,<br>
                Oder Adventisten, die verfaultes Essen schmuggeln.<br>
                Oder ich, ein Rapper aus Lobeda-West,<br>
                das Viertel, das sogar Berliner bluten l&auml;sst.<br>
                Kulturell gibts hier wenig, doch kein Grund zu klagen,<br>
                mit Drogen kann man auch seine Zeit totschlagen.<br>
                Die Jenenser sind stolz, auf die Geschichte ihrer Stadt,<br>
                weil der Herr der Linsen hier einst gelebt hat.<br>
                In seiner Firma verdiente die halbe Stadt ihr Geld,<br>
                doch die Wende hat die ganze Umgebung entstellt.<br>
                Auch heute kriegt man nen Job, zum Beispiel bei Plus, <br>
                da verdient man genug f&uuml;r ne Fahrt mit dem Bus.<br>
                Ich liebe Jena, aber versteht mich doch, <br>
                im Grunde ist es ein gottverdammtes Loch.</p>
              <p>Refrain + Hook</p>
              <p>D-Rags Strophe:<br>
                Yes, he's back, it's D-Rag.<br>
                Komm steig ein in D-Rags Stra&szlig;enbahn,<br>
                ich will mit dir durch meine City fahren.<br>
                Wir starten in Nord, dem wahren Zentrum vom Ort,<br>
                die coolen, schlauen Freaks waren hier im Hort.<br>
                Weiter gehts im r&uuml;den S&uuml;den, vorbei an Bl&uuml;ten, 
                <br>
                wie sich Zivis bem&uuml;hen, und Arschl&ouml;cher mal w&uuml;hlen 
                und V&ouml;gel Eier ausbr&uuml;ten.<br>
                Denkst, unser Zentrum muss sucken, kannst deine Sachen einpacken,<br>
                hier gibt es keine Drecksratten, die deine Sachen wegschnappen.<br>
                Wir sind hier nicht in Dallas, Dirk,<br>
                hier wird keiner geschlagen, und niemand gew&uuml;rgt.<br>
                Dein Getto geht vorbei am Paradies,<br>
                brauchst du Stoff, gehts dir hier nicht mies. <br>
                Wir steigen aus und sind in Lobeda-West,<br>
                Japaner und Russen geben dir hier den Rest.<br>
                Nepalesen findest du hier, wie am Stahl den Rost,<br>
                doch findest du ihn in Lobeda-Ost, und da gibts nicht mal ne Post.<br>
                Jetzt wei&szlig;t du, was in meiner City geht,<br>
                warum hier des Ostens h&ouml;chster Tower steht.<br>
                With da big Tower in da Centre of the City,<br>
                the Tower we love we call it Neue Mitte. </p>
              <p>Refrain + Hook</p>
            </div></td>
        </tr>
        <td class=story align=center> <a name="Weih" id="Weih"  class=story><b>40 
          Frozen - Weihnachtszeuch</b> </a> </td>
        </tr>
        <tr> 
          <td class=story1><div align=justify> 
              <p>Refrain:<br>
                Heute kommt der Weihnachtsmann,<br>
                bringt Geschenke, macht Chicks an.<br>
                Heute kommt der Weihnachtsmann,<br>
                ausnahmsweise nicht.<br>
                Haben ihn auf der Stra&szlig;e entdeckt,<br>
                war mit Schnee eingedeckt,<br>
                hat mit uns das Mic gecheckt,<br>
                Ho Ho Ho.</p>
              <p>Refrain</p>
              <p>Gadd Ridds 1. Strophe:<br>
                Meine Rapcrew und ich pr&auml;sentieren euch das hier,<br>
                alle sind high, weil Weihnachten steht vor der T&uuml;r.<br>
                Nur wir waren mal wieder breit, es lie&szlig; sich nicht verhindern,<br>
                jetzt habt ihr noch einen fiesen Weihnachtssong an eurem Hintern.<br>
                Alle sagen, ihr Popper wollt doch nur unser Geld haben,<br>
                die Wahrheit, wir wollen ehrlich was zum Fest beitragen.<br>
                Viele haben es schon probiert, doch niemand sagt: &quot;Das ist 
                es!&quot;,<br>
                unser Teil rotiert und ist beliebt wie Last Christmas.<br>
                Etwas was den Leuten richtig viel Spa&szlig; macht,<br>
                also kauf dir unsre CD oder geh, du Spast.<br>
                Oh shit, okay, okay, klar, die Kohle muss flie&szlig;en,<br>
                ihr Rapper sitzt mit offenem Mund da, wir tun euch die Party vermiesen.<br>
                Was hei&szlig;t Party, ihr rennt in die L&auml;den f&uuml;r ein 
                Pr&auml;sent,<br>
                wir schrauben im Studio und sind jetzt pr&auml;sent.<br>
                Vielleicht machen wir ne ganze Christmasplatte, mal schauen,<br>
                dann habt ihr mal was Ordentliches unterm Baum.</p>
              <p>Refrain</p>
              <p>Gadd Ridds 2. Strophe:<br>
                Ich liebe meinen N&auml;chsten, mache auch Geschenke zu Weihnachten,<br>
                alle sexy Ladies d&uuml;rfen eine Nacht bei mir &uuml;bernachten.<br>
                Unter anderm erz&auml;hl ich dann von dem Typem im roten Outfit,<br>
                alle, die an ihn glauben, seid nicht traurig.<br>
                Eure Wunschzettel, die verbrennt er im Kamin,<br>
                dann hat er es sch&ouml;n warm und leert ein paar Flaschen Jim 
                Beam.<br>
                Er stapft zu euch nach Hause und spielt dort seine Show,<br>
                jeder is so dumm und bezahlt ihn f&uuml;r sein Ho Ho.<br>
                Er liebt es, die Zwergen&auml;rsche zu versohlen und die Kohlen,<br>
                und davon geht er sich anschlie&szlig;end ein bisschen Weed holen.<br>
                Dann ist der Tag rum, er setzt sich in seinen BMW-Schlitten,<br>
                bis zum n&auml;chsten Weihnachten will er nur noch kiffen.<br>
                Ihr seht, der Typ is dope, absolut benommen, <br>
                also haben wir ihn in unsre Band aufgenommen.<br>
                Und heraus kommt dieser bouncige Hit,<br>
                keiner von euch Clowns kommt da mit.</p>
              <p>Refrain</p>
              <p>Sliffs Strophe:<br>
                Ich hab nen Plan, bald kommt der Weihnachtsmann,<br>
                Rudolf ist bekifft, nun kommt Santa mit der Bahn.<br>
                Ich zahl den Taliban ein belegtes Brot,<br>
                mehr als genug, bald ist der Alte tot.<br>
                Ich schnapp mir seinen Sack, voll mit Geschenken,<br>
                was da drin ist, kann sich wohl jeder denken.<br>
                Und so werd ich reich, eine geile Idee,<br>
                Ich verkaufe das Zeug auf Ebay.de.<br>
                Es wird kalt, also: Zieh dich warm an,<br>
                Jesus ist tot und du bist nicht besser dran.<br>
                Es ist Weihnachtszeit, und alle freuen sich sehr,<br>
                Sozialabbau hin, Arbeitslosigkeit her.<br>
                Alle kaufen ein, im letzten Moment,<br>
                sie wollen alles haben und besitzen keinen Cent.<br>
                Auch dem Weihnachtsmann gings nicht immer gut,<br>
                er war arm, doch verlor nie seinen Mut.<br>
                Dann hatte er Probleme mit der Polizei,<br>
                er stieg ein ins Gesch&auml;ft mit dem Rentierverleih.<br>
                Er hatte viel Stress, und nur mit blanker Routine <br>
                schaffte er es, mit einer Menge Amphetamine.<br>
                Er wurde s&uuml;chtig, und kam auf Entzug,<br>
                lernte Rudolf kennen &uuml;ber sein Notebook.<br>
                Beide verbittert und voll von Alkohol,<br>
                machten sie sich auf, auf den Weg zum Nordpol.<br>
                und da fingen sie an, geiles Zeug anzubauen,<br>
                und dann kam Walchik und wollte was klauen.<br>
                Es ist Weihnachtszeit, und drau&szlig;en liegt der Schnee, <br>
                schm&uuml;ck den Tannenbaum, trink ne Tasse Tee.<br>
                Sei sch&ouml;n brav, der Weihnachtsmann denkt an dich,<br>
                du glaubst nich an ihn, dann bist du l&auml;cherlich.<br>
                Alles schlechte &uuml;ber mich ist nich wahr,<br>
                ich w&uuml;nsche allen ein sch&ouml;nes neues Jahr.</p>
              <p>Refrain</p>
              <p>B42s Strophe:<br>
                Rudolf, Schlitten ziehen!<br>
                Der Weihnachtsmann rappt besser als alle Typen aus Berlin.<br>
                W zum E-I-H-N-A-C-H-T-S-M-A-N-N, ich bin der Weihnachtsman.<br>
                Jeder kriegt Geschenke, egal was er von mir h&auml;lt,<br>
                wenn es wegen dem Rentierschnaps nicht vom Schlitten f&auml;llt.<br>
                Der D-Rag kriegt ein neues Chick geschickt,<br>
                im Urlaub hab ich seine Alte geknickt.<br>
                Ich ging zu ihr hin, fragte was ich schenken sollte,<br>
                sie sagte: &quot;D-Rag ist nicht mehr das, was ich einmal wollte.<br>
                Ich w&uuml;nsch mir einen, der versteht, so wie ich tanz,<br>
                am besten noch mit nem gro&szlig;en *zensiert*.&quot;<br>
                Ich bot ihr an, die Rechnung sofort zu begleichen,<br>
                sie nahm an, sie konnte meinem Charme nicht entweichen.<br>
                Ihr seht schon, ich erf&uuml;llte jeden Wunsch so far,<br>
                hier nun meine Liste f&uuml;r dieses Jahr:<br>
                Stoibi bekommt nen Haus am San-Andreas-Graben,<br>
                40 Frozen d&uuml;rfen sich an Platin laben,<br>
                Sliff und Gadd Ridd kriegen mehr Talent,<br>
                Walchik wie immer nen neues Testament.<br>
                &quot;Ey, m&uuml;sst ihr mich immer immer dummmachen,<br>
                Jesus w&uuml;rde sich - ey ja - &uuml;ber euch kaputtlachen.<br>
                Weihnachten ist nur reinster Kapitalismus&quot;,<br>
                Walchik, laber nicht schon wieder so nen Stuss.</p>
              <p>Refrain</p>
            </div></td>
        </tr>
        <td class=story align=center> <a name="Homi" id="Homi"  class=story><b>40 
          Frozen - Homies at Home</b> </a> </td>
        </tr>
        <tr> 
          <td class=story1><div align=justify> 
              <p>Refrain:<br>
                Wir sind zur&uuml;ck,<br>
                Homies am St&uuml;ck.<br>
                Sind wieder clean,<br>
                nur noch Jim Beam.</p>
              <p>Sliffs Strophe:<br>
                Ja, wir sind zur&uuml;ck, meine Homies und ich,<br>
                nur D-Rag nicht, dieses Arschgesicht.<br>
                Und selbst wenn ihr uns noch nicht kennt,<br>
                wir sind ne Band, mit Naturtalent.<br>
                Wir sind so hochintelligent,<br>
                jeder Konkurrent wirkt impotent.<br>
                Das ist ein Trend, wie man leicht erkennt,<br>
                wir geben immer 120 Prozent.<br>
                Und in diesem Moment bin ich hier der Star,<br>
                ich bin der Beste, weil ich es immer war.<br>
                Ein Diss f&uuml;r jeden, f&uuml;r ihn und f&uuml;r sie,<br>
                meine Raps sind der Grund f&uuml;r diese Hysterie.<br>
                Begreift mich als Messias, den Rapgott,<br>
                ich schmier eure S&uuml;nden auf ein Butterbrot.<br>
                Denn wie ein Pferd, das sich um gar nichts schert,<br>
                Ich bin der Typ, der euch die Welt erkl&auml;rt.<br>
                Doch alles, was ich laber, ergibt keinen Sinn,<br>
                ich bin ein psychisch Kranker und brauch Medizin.<br>
                Adrenalin, zum Beginn,<br>
                alles ist hin, alles ist hin.</p>
              <p>Refrain</p>
              <p>Gadd Ridds Strophe:<br>
                Wir sind wieder zur&uuml;ck, das Comeback of the Year,<br>
                die tr&auml;gen Tage vorbei, jetzt sind wir wieder hier.<br>
                Die Band immer noch geil, vor allem wegen mir,<br>
                ihr denkt: &quot;what, dass die noch so gut sind?&quot;<br>
                Kann ich verstehen nach all dem Joint, Schnee, Fastfood und Drinks,<br>
                doch sind jetzt wieder n&uuml;chtern und bekommen nen kreativen 
                Schub,<br>
                wir schreiben nur Zeug, wird der Schei&szlig; auch noch qualitativ 
                gut.<br>
                W&auml;hrend du noch die neue Platte h&ouml;rst, kommt die n&auml;chste 
                in den Laden,<br>
                du hast keine Chance, willst unsere Songs runterladen.<br>
                Unser Material wird deine Festplatte sprengen,<br>
                unser Speed ist ph&auml;nomenal, schlagen andre Rapper um L&auml;ngen.<br>
                Ihr k&ouml;nnt uns nicht dissen, sondern nur headbangen,<br>
                lasst euch h&auml;ngen,<br>
                unsre LP wird euren Poprap terminieren,<br>
                vergesst es Pisser, wir wollen immer noch nicht mit euch kollaborieren.<br>
                Typen wie ihr interessieren sich nur f&uuml;r Chicks und Geld,<br>
                wir auch, produzieren aber noch Kunst f&uuml;r die Nachwelt.<br>
                Unser Zeug ist so geil, wir verleihen dem Chorus den Schliff,<br>
                Und jetzt ist jeder so stolz auf mich, weil ich sage: Raptile-Rap 
                is very primitive.<br>
                Dein Posen is peinlich, du kannst nicht gut biten,<br>
                doch keine Sorge, wir werden dem ein Ende bereiten.</p>
              <p>Refrain</p>
              <p>B42s Strophe:<br>
                Gib her, lass mal ziehen,<br>
                B42 rappt besser als alle Typen aus Berlin.<br>
                Wir kommen um zu rappen, rappen um zu kommen,<br>
                machen euch fertig, ihr seid benommen.<br>
                Wir brechen jeden Rekord, egal, wer ihn h&auml;lt,<br>
                wenn dieses Lied spielt und der Groschen f&auml;llt.<br>
                Wir machen keine Millionen, sondern Politik,<br>
                und unser Beat gibt euch den letzten Kick.<br>
                Ich geb keinen Fick auf Vivas Rotation,<br>
                Fanpost und Groupies sind mein einziger Lohn.<br>
                Wir brauchen keine Drogen und auch keine nackten Frauen,<br>
                und auch keine Pornos, um unsre Videos zu versauen.<br>
                Homies at Home, eben von Natur aus fett,<br>
                mit D-Rag kriegen wir jedes Chick ins Bett.<br>
                Der Beat und der Song sind von Hand gemacht,<br>
                vom Wirtschaftsdruck werden wir nicht abgeflacht.<br>
                Ich hab ein reines Gewissen, wie Christoph Daum,<br>
                brauch kein Kokain, vorm Mund nur Schaum.<br>
                Wir haben Abitur und ihr steht auf der Stra&szlig;e,<br>
                beim n&auml;chsten Track gibts ne blutige Nase.</p>
              <p>Refrain</p>
              <p>&quot;Lalalalala, ...&quot;</p>
            </div></td>
        </tr>
        <tr> 
          <td height="17" class="bea" valign=bottom> <div align=right >bearbeitet 
              am: 01.10.2007&nbsp</div></td>
        </tr>
      </table></td>
  <td valign=top><table border=0 align=center cellpadding=0 cellspacing=0 bgcolor=000000 valign=bottom>
      <tr> 
        <td class="trennlinie" ></td>
      </tr>
      <tr> 
          <td width=172 height="32"valign=top background=x1.jpg>&nbsp;</td>
      <tr> 
        <td class="trennlinie" ></td>
      </tr>
      <tr><td width=180 height="47"> <a href="quiz.htm"
   onMouseOver="Bildwechsel(5,Highlight10)"
   onMouseOut="Bildwechsel(5,Normal10)"><img src="das quiz.jpg"
   width="160"  height="50" border="0" alt="interview"></a></td>
        </tr>
		<tr><td width=180 height="47"> <a href="was.htm"
   onMouseOver="Bildwechsel(6,Highlight4)"
   onMouseOut="Bildwechsel(6,Normal4)"><img src="interview.jpg"
   width="160"  height="50" border="0" alt="interview"></a></td>
        </tr>
        <tr> 
          <td width=180 height="42"> <a href="photos.htm"
   onMouseOver="Bildwechsel(7,Highlight5)"
   onMouseOut="Bildwechsel(7,Normal5)"><img src="photos.jpg"
   width="160"  height="50" border="0" alt="photos"></a></td>
        </tr>
        <td width=180 height="42"> <a href="http://201885.multiguestbook.com"
   onMouseOver="Bildwechsel(8,Highlight8)"
   onMouseOut="Bildwechsel(8,Normal8)"><img src="gaestebuch.jpg"
   width="160"  height="50" border="0" alt="gaestebuch"></a></td>
        </tr>
		<tr> 
          <td width=180 height="42"> <a href="autor.htm"
   onMouseOver="Bildwechsel(9,Highlight9)"
   onMouseOut="Bildwechsel(9,Normal9)"><img src="impressum.jpg"
   width="160"  height="50" border="0" alt="impressum"></a></td>
        </tr> 
      <tr> 
        <td width=172 height="32"valign=top background=x1.jpg>&nbsp;</td>
      <tr> </table><p>&nbsp;</p></td>
  </tr>
</table>
</BODY>
</HTML>